Repository: MaschaU/Swarmops
Catalog: Logic/Resources/Logic.Communications.Transmission.NotificationPayload.*.resx
Languages: es_es, fil_ph, hi_in, ja_jp, pt_br, tr_tr, zh_cn

# Receipts_Filed_Body
source: Receipts have been filed that need validation for their financial processes to continue. Please log on to [InstallationName] at [ExternalUrl]Financial/ValidateReceipts to validate or reject them.
es_es: Se han presentado recibos que necesitan validación para que continúen sus procesos financieros. Inicie sesión en [Nombre de instalación] en [Url Externo] Financiero / Validar recibos para validarlos o rechazarlos.
pt_br: Foram recebidos recibos que necessitam de validação para os seus processos financeiros prosseguirem. Por favor entre em [InstallationName] em [ExternalUrl]Financial/ValidateReceipts para validá-los ou rejeitá-los.
tr_tr: Finansal süreçlerinin devam etmesi için onay gereken makbuzlar dosyalandı. Lütfen, [ExternalUrl]Financial/ValidateReceipts adresindeki [InstallationName]'e giriş yaparak, bunları onaylayın veya geri çevirin.

# Receipts_Filed_Subject
source: [[OrganizationName] - ACTION ITEM] Receipts Filed - Validation Needed
es_es: [[Nombre de la organización] - OBJETO DE ACCIÓN] Campo de recibos - Validación necesaria
pt_br: [[OrganizationName] - ITEM DE AÇÃO] Recibos Recebidos - Validação Necessária
tr_tr: [[OrganizationName] - EYLEM ÖĞESİ] Makbuzlar Dosyalandı - Onay Gerekiyor

# Salary_Denied_Body
source: Your salary payout for [RequestPurpose] was cancelled. It will not be paid out. If this comes as a surprise to you, please contact the organization and/or your supervisor urgently. The following was given as reason: [EmbeddedPreformattedText]
es_es: Su pago de salario para [RequestPurpose] fue cancelado. No será pagado. Si esto le sorprende, póngase en contacto con la organización y / o su supervisor con urgencia. Lo siguiente fue dado como razón: [EmbeddedPreformattedText]
tr_tr: [RequestPurpose] için maaş ödemeniz iptal edildi. Ödenmeyecek. Eğer bu size sürpriz olduysa, lütfen derhal organizasyon ile ve/veya yöneticinizle iletişime geçin. Aşağıdaki sebep olarak gösterildi: [EmbeddedPreformattedText]

# Salary_Denied_Subject
source: [[OrganizationName]] Salary payout denied: [CurrencyCode] [BudgetAmountFloat]
es_es: [OrganizationName] Pago de salario denegado: [CurrencyCode][BudgetAmountFloat]
tr_tr: [[OrganizationName]] Maaş ödemesi engellendi: [CurrencyCode] [BudgetAmountFloat]

# Salary_LastYearSummary_Body
source: This is your summary salary statement for [LastYear]. It is not a statement of a new salary, but a statement of the monthly salaries paid to you over the course of the last year as well as any taxes deducted. The purpose of this statement is to serve as data for your records and/or for tax declaration purposes for last year. Gross salary for [LastYear]: [CurrencyCode] [GrossSalaryTotal] Tax deducted therefrom: [CurrencyCode] [TaxDeductedTotal] Net salary paid out: [CurrencyCode] [NetSalaryTotal] Month Gross Deducted Net Paid using ----- ---------- ----------- ---------- ----------- [EmbeddedPreformattedText] TOTAL [GrossSalaryTotal] [TaxDeductedTotal] [NetSalaryTotal] In addition, [CurrencyCode] [TaxAdditiveTotalUnpadded] have been paid in taxes by the organization for your employment, in addition to the amount deducted above. This is also a tax on your salary, even if its nature as such has been bureaucratically concealed.
es_es: Este es su resumen de sueldos para [El ultimo año]. No es una declaración de un nuevo salario, sino una declaración de los salarios mensuales pagados en el transcurso del año pasado, así como los impuestos deducidos. El propósito de esta declaración es servir como datos para sus registros y / o propósitos de declaración de impuestos para el año pasado. Salario bruto de [Último año]: [Código de moneda] [Total de salario bruto] Impuesto deducido del mismo: [Código de moneda] [Total deducido de impuestos] Salario neto pagado: [Código de moneda] [Total de salario neto] Mes bruto deducido neto pagado usando ----- ---------- ----------- ---------- ----------- [Texto preformateado incrustado] TOTAL [Total bruto bruto] [Total deducido de impuestos] [Total salario neto] Además, la organización para su empleo ha abonado en impuestos los [Código de moneda] [Total aditivo no abonado] en impuestos, además del importe deducido anteriormente. Esto también es un impuesto sobre su salario, incluso si su naturaleza como tal ha sido ocultada burocráticamente.
pt_br: Este é o resumo da sua folha de vencimento de [LastYear]. Não é uma declaração do seu novo vencimento, mas uma declaração dos salários pagos a si ao longo do último ano, bem como quaisquer impostos deduzidos. O propósito desta declaração é para servir como informação para os seus registos e/ou para fins de declaração de impostos do ano anterior. Salário bruto de [LastYear]: [CurrencyCode] [GrossSalaryTotal] Impostos deduzidos daí: [CurrencyCode] [TaxDeductedTotal] Salário líquido pago: [CurrencyCode] [NetSalaryTotal] Mês Bruto Deduzido Líquido Pago utilizando ----- ---------- ----------- ---------- ----------- [EmbeddedPreformattedText] TOTAL [GrossSalaryTotal] [TaxDeductedTotal] [NetSalaryTotal] Além disso, [CurrencyCode] [TaxAdditiveTotalUnpadded] foram pagos em impostos pela organização pelo seu emprego, além da quantia acima deduzida. Isto é também um imposto sobre o seu salário, mesmo que a sua natureza tenha sido escondida burocraticamente.
tr_tr: Bu sizin [LastYear] için özet maaş beyanınızdır. Bu, yeni bir maaşın beyanı değilidir, ama geçen yıl boyunca size ödenen aylık maaşların ve kesilen bütün vergilerin de beyanıdır. Bu beyanın amacı; kayıtlarınız için veri olarak ve/veya geçen yıl için vergi beyanı amacıyla kullanılması. [LastYear] için brüt maaş: [CurrencyCode][GrossSalaryTotal] Vergiler düşülmü hali: [CurrencyCode][TaxDeductedTotal] Toplam ödenen maaş: [CurrencyCode][NetSalaryTotal] Ay Brüt Kesilen Net Ödemeli kullanım ----- ---------- ----------- ---------- ----------- [EmbeddedPreformattedText] TOPLAM [GrossSalaryTotal][TaxDeductedTotal][NetSalaryTotal] Ek olarak, yukarıda kesilen miktara ek olarak, [CurrencyCode][TaxAdditiveTotalUnpadded] organizasyon tarafından sizin çalıştırılma verginiz olarak ödenmiştir. Bu da sizin maaşınızda bulunan bir vergidir, her ne kadar bunun gibi bir yapı bürokratik olarak gizlenmiş olsa da.

# Salary_LastYearSummary_Subject
source: [[OrganizationName]] Salary summary statement for [LastYear]
es_es: [[Nombre de la organización]] Resumen de sueldos de [Último año]
pt_br: [[OrganizationName]] Resumo da Folha de Vencimento de [LastYear]
tr_tr: [[OrganizationName]] [LastYear] için aylık özet raporu

# System_DatabaseSchemaUpgraded_Body
source: Swarmops Backend [SwarmopsVersion] on host [HostName] has successfully upgraded the Swarmops database schema to revision [DbVersion]. This is for information only. You do not need to take action.
es_es: Swarmops Backend [Swarmops Version] en el host [Host Name] ha actualizado con éxito el esquema de la base de datos de Swarmops a la versión de revisión [Db]. Esto es para información solamente. No necesita tomar medidas.
pt_br: O Backend do Swarmops [SwarmopsVersion] em [HostName] atualizou com sucesso o esquema da base de dados do Swarmops para a versão [DbVersion]. Esta mensagem é apenas informativa. Não é necessária qualquer ação.
tr_tr: [HostName] sunucusundaki Swarmops Arkaplanı [SwarmopsVersion], Swarmops veritabanı şemasını başarıyla revizyon [DbVersion]'a yükseltti. Bu sadece bilgilendirme amaçlıdır. Bir eylem yapmanıza gerek yoktur.

# System_DatabaseSchemaUpgraded_Subject
source: Swarmops database upgraded
es_es: Base de datos Swarmops actualizada
pt_br: Base de dados do Swarmops actualizada
tr_tr: Swarmops veritabanı yükseltildi
zh_cn: Swarmops 数据库已升级

# System_DatabaseUpgradeFailed_Body
source: Swarmops Backend [SwarmopsVersion] on Host [Hostname] has FAILED in upgrading the Swarmops database. This is usually due to a transient external network error, causing the patch file retrieval to fail. We are currently at database schema revision [DbVersion], but are trying to upgrade to [DbVersionExpected]. The upgrade will be retried every hour. Some functionality may be disabled until the database has been upgraded. If you want to troubleshoot manually, the database upgrade packages are retrieved from packages.swarmops.com, the same place where apt-get fetches its software packages.
es_es: Swarmops Backend [Swarmops Version] en el Host [Nombre de host] HA FALLADO al actualizar la base de datos de Swarmops. Esto generalmente se debe a un error de red externa transitoria, lo que hace que la recuperación del archivo parche falle. Actualmente estamos en la revisión del esquema de la base de datos [Versión de Db], pero estamos tratando de actualizar a [Versión de Db esperada]. La actualización se reintentará cada hora. Algunas funcionalidades pueden deshabilitarse hasta que la base de datos se haya actualizado. Si desea solucionar problemas manualmente, los paquetes de actualización de la base de datos se recuperan de packages.swarmops.com, el mismo lugar donde apt-get obtiene sus paquetes de software.
pt_br: O Backend do Swarmops [SwarmopsVersion] em [Hostname] FALHOU a atualização à base de dados do Swarmops. Isto é geralmente causado por um erro externo temporário na ligação, causando um erro na aquisição no patch. Estamos atualmente na versão do esquema da base de dados [DbVersion], mas estamos a tentar atualizar para a versão [DbVersionExpected]. A tentativa de atualização será tentada a cada hora. Alguma funcionalidade poderá estar desativada até que a base de dados seja atualizada. Caso queira tentar solucionar o problema manualmente, os pacotes de atualização da base de dados podem ser obtidos em packages.swarmops.com, no mesmo local onde o apt-get obtém os seus pacotes de software.
tr_tr: [Hostname] sunucusundaki Swarmops Arkaplanı [SwarmopsVersion], Swarmops veritabanı şemasını güncellemekte BAŞARISIZ oldu. Bu, genellikle geçici bir harici ağ hatasından dolayı olur, bu da yama dosyasının çekilmesinin başarısız olmasına sebep olur. Şuanda veritabanı şema revizyonu [DbVersion]dayız, fakat [DbVersionExpected]'a yükseltmeyi deniyoruz. Güncelleme her saat yeniden denenecektir. Veritabanı güncellenene kadar bazı işlevler devre dışı olabilir. Eğer manuel olarak sorunları gidermek isterseniz, veritabanı güncelleme paketleri packages.swarmops.com adresinden alınmaktadır, apt-get'in yazılım paketlerini yakaladığı yer ile aynı yer.

# System_DatabaseUpgradeFailed_Subject
source: Swarmops database upgrade FAILED
es_es: La actualización de la base de datos Swarmops FALLÓ
pt_br: A Actualização da base de dados do Swarmops FALHOU
tr_tr: Swarmops veritabanı yükseltme BAŞARISIZ OLDU
zh_cn: Swarmops 数据库升级失败

# System_Exception_Body
source: An unhandled exception was thrown in Swarmops: [EmbeddedPreformattedText]
es_es: Se lanzó una excepción no controlada en Swarmops: [Texto preformateado incrustado]
pt_br: Uma exceção não tratada foi lançada no Swarmops: [EmbeddedPreformattedText]
tr_tr: Swarmops içerisinde beklenmeyen bir durum meydana geldi: [EmbeddedPreformattedText]
zh_cn: 在 Swarmops 中有一个未处理的异常被抛出： [EmbeddedPreformattedText]

# System_Exception_Subject
source: Swarmops EXCEPTION!
es_es: Swarmops ¡EXCEPCIÓN!
pt_br: EXCEÇÃO no Swarmops!
tr_tr: Swarmops İSTİSNASI!
zh_cn: Swarmops 异常！

# System_MailServerTest_Body
source: This is a test mail sent by Swarmops [SwarmopsVersion] running on [HostName]. You just changed the mail server settings. To verify that the new settings are correct, Swarmops dispatches this test message to be sent from the back end.
es_es: Este es un correo de prueba enviado por Swarmops [Swarmops Version] que se ejecuta en [Nombre de host]. Usted acaba de cambiar la configuración del servidor de correo. Para verificar que la nueva configuración sea correcta, Swarmops distribuye este mensaje de prueba para que se envíe desde el back-end.
pt_br: Este é um email de teste enviado pelo Swarmops [SwarmopsVersion] operacional em [HostName]. Acabou de mudar as definições do servidor de email. Para verificar que as novas definições estão corretas, o Swarmops envia esta mensagem de teste a partir do seu backend.
tr_tr: Bu, [HostName]'de çalışan Swarmops [SwarmopsVersion] tarafından gönderilen bir test mailidir. Az önce e-posta sunucu ayarlarını değiştirdiniz. Yeni ayarların doğruluğunu onaylamak için, Swarmops bu test mesajını arka uçtan yollanacak şekilde gönderir.

# System_MailServerTest_Subject
source: Swarmops Mail Server Test
es_es: Prueba del servidor de correo Swarmops
pt_br: Teste do Servidor de Email do Swarmops
tr_tr: Swarmops E-Posta Sunucusu Testi
zh_cn: Swarmops 邮件服务器测试

# System_PublicRootReset_Body
source: The bitcoin public root key in the MySql database was not a match for the bitcoin private root key stored in /etc/swarmops on [HostName]. This is a potentially serious condition, and should never ever happen, so the public root key was rederived from the private key and re-written to the database over what was there before.
es_es: La clave de raíz pública de bitcoin en la base de datos de MySql no coincidía con la clave de raíz privada de bitcoin almacenada en / etc / swarmops en [Nombre de host]. Esta es una condición potencialmente grave, y nunca debería ocurrir, por lo que la clave de raíz pública se redirigió desde la clave privada y se volvió a escribir en la base de datos sobre lo que estaba allí antes.
pt_br: A chave pública raiz de bitcoin na base de dados MySql não correspondeu à chave privada raiz de bitcoin guardada em /etc/swarmops em [HostName]. Isto é uma situação potencialmente grave, e não deverá nunca acontecer, e assim a chave pública raiz foi derivada novamente da chave privada e escrita novamente na base de dados sobre o que estava lá anteriormente.
tr_tr: MySql veritabanındaki bitcoin genele açık kök anahtarı, [HostName]'de /etc/swarmops içinde tutulan bitcoin gizli anahtarıyla eşleşmedi. Bu ciddi olması muhtemel bir durum ve hiçbir zaman olmaması gerekir, bu yüzden genele açık kök anahtarı özel anahtardan yararlanarak yeniden üretilmiş ve veritabanında önceden orada bulunan şeyin üzerine yeniden yazılmıştır.

# System_PublicRootReset_Subject
source: Swarmops: Hotwallet public root key reset
es_es: Swarmops: reinicio de la clave de raíz pública de la billetera caliente
pt_br: Swarmops: Recuperação da chave pública raiz da conta corrente
tr_tr: Swarmops: Hotwallet genele açık temel anahtar sıfırlama

# System_Startup_Backend_Body
source: Swarmops Backend version [SwarmopsVersion] on host [HostName] has successfully started and connected to database and notification frameworks.
es_es: La versión de Swarmops Backend [Versión de Swarmops] en el host [Nombre de host] se ha iniciado y conectado exitosamente a la base de datos y marcos de notificación.
pt_br: O Backend do Swarmops versão [SwarmopsVersion] em [HostName] foi iniciado com sucesso e está ligado à base de dados e às frameworks de notificação.
tr_tr: [HostName] sunucusundaki Swarmops Arkaplanı [SwarmopsVersion], başarıyla başladı ve veritabanı ve bildirim frameworklerine bağlandı.

# System_Startup_Backend_Subject
source: Swarmops Backend operational
es_es: Swarmops Backend operacional
pt_br: O Backend do Swarmops está operacional
tr_tr: Swarmops Arka Plan kullanıma hazır
zh_cn: Swarmops 后台可操控

# System_Startup_Frontend_Body
source: Swarmops Frontend socket server version [SwarmopsVersion] on host [HostName] has successfully started and connected to database and notification frameworks.
es_es: La versión del servidor de enchufe de Swarmops Frontend [Swarmops Version] en el host [Nombre de host] se ha iniciado y conectado exitosamente a la base de datos y marcos de notificación.
pt_br: O servidor de sockets do Frontend fo Swarmops versão [SwarmopsVersion] em [HostName] foi iniciado com sucesso e está ligado à base de dados e frameworks de notificação.
tr_tr: [HostName] sunucusundaki Swarmops Ön Plan soket sunucusu [SwarmopsVersion], başarıyla başladı ve veritabanı ve bildirim frameworklerine bağlandı.

# System_Startup_Frontend_Subject
source: Swarmops Frontend operational
es_es: Swarmops Frontend operacional
pt_br: O Frontend do Swarmops está operacional
tr_tr: Swarmops Ön Plan kullanıma hazır
zh_cn: Swarmops 前台可操控

# System_UnrecognizedPayload_Body
source: The Swarmops transmission engine on [HostName] has encountered an unknown payload type ([UnrecognizedPayloadType]). This should only happen at very rare occasions in conjunction with upgrades where an upgraded version has to take care of something that changed names in the process, itself a rare phenomenon. If this error is recurring, you may have a badly installed plugin or something similar. In any case, the unrecognized message has been discarded and won't be transmitted, since Swarmops doesn't know how.
es_es: El motor de transmisión Swarmops en [Nombre de host] ha encontrado un tipo de carga útil desconocida ([Tipo de carga útil no reconocida]). Esto solo debería ocurrir en muy raras ocasiones junto con las actualizaciones en las que una versión mejorada tiene que encargarse de algo que cambió los nombres en el proceso, un fenómeno raro en sí mismo. Si este error es recurrente, es posible que tenga un complemento mal instalado o algo similar. En cualquier caso, el mensaje no reconocido ha sido descartado y no se transmitirá, ya que Swarmops no sabe cómo.
pt_br: O mecanismo de transmissão do Swarmops em [HostName] encontrou um tipo de comunicação desconhecido ([UnrecognizedPayloadType]). Isto deverá acontecer apenas em ocasiões extremamente raras, em conjunto com actualizações onde uma versão actualizada tem que tomar conta de algo que mudou de nome a meio do processo, um fenómeno raro. Se este erro é recorrente, poderá ter um plugin mal instalado ou algo semelhante. Em qualquer dos casos, a mensagem não reconhecida foi ignorada e não será transmitida, pois o Swarmops não sabe como o fazer.
tr_tr: [HostName] deki Swarmops aktarma motoru bilinmeyen bir yük biçimiyle([UnrecognizedPayloadType]) karşılaştı. Bu, sadece çok nadir durumlarda, güncellemelerle birlikte, güncellenen sürümün süreçte ismi değişen bir şeyin üstesinden gelmesi gerektiğinde olmalıdır, bunun kendisi de nadir bir olaydır. Bu sorun tekrarlıyorsa, düzgün kurulmamış bir eklentiye veya benzeri bir şeye sahip olabilirsiniz. Durum hangisi olursa olsun, tanınmayan mesaj yok edildi ve gönderilmeyecek çünkü Swarmops nasıl yapacağını bilmemekte.
zh_cn: 在[HostName]上的Swarmops传播引擎遇到了一个未知的荷载类型 ([UnrecognizedPayloadType])。这是在更新时当更新版本需要处理的一些内容在进程中更改了名字才会发生的极小概率事件。 如果这个问题重复出现，那么说明您可能之前没有成功安装某个插件或有其他类似的情况。无论如何，由于Swarmops不知如何传输未识别的信息，该无法识别的信息已经被舍弃并且不会被进行传输。

# System_UnrecognizedPayload_Subject
source: Swarmops: Unrecognized comms payload
es_es: Swarmops: carga útil de comunicaciones no reconocidas
pt_br: Swarmops: Comunicação não reconhecida
tr_tr: Swarmops: Tanınmayan iletişim yükü
zh_cn: Swarmops：无法识别的通讯荷载

# Applicant_Signup_Body
source: A new person has applied to be a [RegularTitle] in [OrganizationName]! [ConcernedPersonName] currently resides in [GeographyName], [CountryCode].
pt_br: Uma nova pessoa se inscreveu para ser um [RegularTitle] em [OrganizationName]! [ConcernedPersonName] atualmente reside em [GeographyName], [CountryCode].
zh_cn: 一位新用户在[OrganizationName]申请成为[RegularTitle]。[ConcernedPersonName]现在定居于[GeographyName]，[CountryCode]。

# Applicant_Signup_Header
source: [[OrganizationName]] New Applicant: [ConcernedPersonName], [GeographyName]
pt_br: [[OrganizationName]] Novo Solicitante: [ConcernedPersonName], [GeographyName]
zh_cn: [[OrganizationName]] 新申请人：[ConcernedPersonName]，[GeographyName]
