Repository: MaschaU/Swarmops
Catalog: Logic/Resources/Logic.Communications.Transmission.NotificationPayload.*.resx
Languages: es_es, fil_ph, hi_in, ja_jp, pt_br, tr_tr, zh_cn

# BitcoinPayoutAddress_Bad_Body
source: On attempting a payout to your Bitcoin Cash payout address, the address ([BitcoinAddress]) was rejected by the underlying payout engine as invalid. It has therefore been cleared from your profile. Please log on to [InstallationName] at [ExternalUrl] and set a new bitcoin payout address.
es_es: Al intentar un pago a su dirección de pago de bitcoin, el motor de pago subyacente rechazó la dirección ([BitcoinAddress]) como inválida. Por lo tanto, ha sido borrada de su perfil. Inicie sesión en [InstallationName] en [ExternalUrl] y establezca una nueva dirección de pago de bitcoin.
fil_ph: Sa pagtatangkang bayaran ang iyong payout address sa bitcoin, ang address ([BitcoinAddress]) ay tinanggihan ng pinagbabatayang payout engine bilang hindi wasto. Samakatuwid ito ay nabura mula sa iyong profile. Mangyaring mag-log on sa [InstallationName] sa [ExternalUrl] at mag-set ng bagong payout address sa bitcoin.
hi_in: अपने बिटकॉइन पेआउट पते पर पेआउट का प्रयास करने पर, पता ([BitcoinAddress]) को अवैध पेआउट इंजन द्वारा अमान्य के रूप में अस्वीकार कर दिया गया था। इसलिए इसे आपके प्रोफाइल से साफ़ कर दिया गया है। कृपया [ InstallName] पर [ ExternalUrl] पर लॉग ऑन करें और एक नया बिटकॉइन पेआउट पता सेट करें।
ja_jp: あなたのビットコイン払い出しアドレスへの配当を試みると、アドレス（[BitcoinAddress]）は、その配当エンジンによって無効として拒否されました。 したがって、あなたのプロフィールから削除されました。 [InstallationName] に[ExternalUrl] でログオンし、新しいビットコイン支払いアドレスを設定してください。
pt_br: Numa tentativa de pagamento para o seu endereço de pagamento Bitcoin Cash, o endereço ([BitcoinAddress]) foi rejeitado pelo sistema de pagamento subjacente por ser inválido. Foi, portanto, apagado do seu perfil. Por favor entre em [InstallationName] em [ExternalUrl] e defina um novo endereço de pagamento bitcoin.
zh_cn: 尝试向您的比特币现金支付地址进行一笔支付，该地址 ([BitcoinAddress]) 被基础支付引擎由于无效而拒绝。因此该地址已被从您的个人简介中删除。 请在[ExternalUrl]以[InstallationName]登录并且设置一个新的比特币支付地址。

# BitcoinPayoutAddress_Bad_Subject
source: [[OrganizationName] - ACTION ITEM] Bad bitcoin payout address
es_es: [[OrganizationName] - OBJETO DE ACCIÓN] Mala dirección de pago de bitcoin
fil_ph: [[OrganizationName] - ACTION ITEM] Masamang bitcoin payout address
pt_br: [[OrganizationName] - ITEM DE AÇÃO] Endereço de pagamento de bitcoin inválido
tr_tr: [[OrganizationName] - EYLEM ÖĞESİ] Geçersiz bitcoin ödeme adresi
zh_cn: [[OrganizationName] - 动作项目] 无效比特币支付地址

# BitcoinPayoutAddress_Changed_Body
source: You have changed your Bitcoin Cash payout address from [BitcoinOldAddress] to [BitcoinAddress]. As a security precaution, all payouts are quarantined for the next 48 hours. If you did NOT change the payout address and there has been a security breach, please click this link immediately to lock down your account: [LockdownLink] If you click that link, your account will be locked down immediately without confirmation requests. However, if you did request the payout address change, all is fine and no further action is required on your part.
es_es: Ha cambiado su dirección de pago de bitcoin de [BitcoinOldAddress] a [BitcoinAddress]. Como medida de seguridad, todos los pagos se ponen en cuarentena durante las próximas 48 horas. Si NO cambió la dirección de pago y hubo una violación de la seguridad, por favor haga clic en este enlace de inmediato para bloquear su cuenta: [LockdownLink] Si hace clic en ese enlace, su cuenta será bloqueada inmediatamente sin solicitudes de confirmación. Sin embargo, si usted fue quien solicitó cambiar la dirección de pago, todo está bien y no se requieren más acciones de su parte.
fil_ph: Binago mo ang iyong bitcoin payout address mula sa [BitcoinOldAddress] sa [BitcoinAddress]. Bilang pag-iingat sa seguridad, ang lahat ng mga pagbayad ay quarantied para sa susunod na 48 oras. Kung HINDI mo binago ang address ng payout at nagkaroon ng paglabag sa seguridad, paki-click agad ang link na ito upang i-lock ang iyong account: [LockdownLink] Kung na-click mo ang link na iyon, ang iyong account ay kakalagan agad nang walang mga kahilingan sa kumpirmasyon. Gayunpaman, kung hiniling mo ang pagbabago ng payout address, lahat ay mabuti at walang karagdagang aksyon ang kinakailangan sa iyong bahagi.
hi_in: आपने [बिटकॉइनऑल्ड एडेडर] से [बिटकॉइन एड्रेस] तक अपना बिटकॉइन पेआउट पता बदल दिया है एक सुरक्षा सावधानी के रूप में, सभी भुगतान अगले 48 घंटों के लिए क्वार्टर किए गए हैं। यदि आपने पेआउट पता नहीं बदला है और एक सुरक्षा उल्लंघन किया है, तो कृपया अपने खाते को लॉक करने के लिए तुरंत इस लिंक पर क्लिक करें: [लॉकडाउन लिंक] यदि आप उस लिंक पर क्लिक करते हैं, तो आपका खाता बिना किसी पुष्टिकरण अनुरोध के तुरंत बंद हो जाएगा हालांकि, यदि आपने पेआउट पते में परिवर्तन का अनुरोध किया है, तो सभी ठीक हैं और आपके भाग में आगे कोई कार्रवाई करने की आवश्यकता नहीं है।
ja_jp: ビットコインの支払いアドレスを[BitcoinOldAddress] から[BitcoinAddress] に変更しました。 セキュリティ上の予防措置として、すべての支払いは次の48時間にわたって検疫されます。 支払い金額を変更せずにセキュリティ違反があった場合は、すぐにこのリンクをクリックしてアカウントをロックダウンしてください：[LockdownLink] そのリンクをクリックすると、確認要求なしにアカウントがすぐにロックダウンされます。 ただし、支払い代金の変更をリクエストした場合は、すべて正常であり、お客様の操作は不要です。
pt_br: Você alterou o endereço de pagamento do Bitcoin Cash de [BitcoinOldAddress] para [BitcoinAddress]. Como precaução de segurança, todos os pagamentos são colocados em quarentena nas próximas 48 horas. Se você NÃO alterou o endereço de pagamento e houve uma violação de segurança, clique neste link imediatamente para bloquear sua conta: [LockdownLink] Se você clicar nesse link, sua conta será bloqueada imediatamente sem solicitações de confirmação. No entanto, se você solicitou a alteração do endereço de pagamento, tudo está bem e nenhuma ação adicional é necessária de sua parte.
zh_cn: 您已经将您的比特币现金支付地址从[BitcoinOldAddress]改为[BitcoinAddress]。出于安全考虑，所有的支付将在接下来的48小时中被进行隔离处理。 如果您并没有修改支付地址并且您的账户存在安全问题，请您立刻点击这条链接以冻结您的账户：[LockdownLink] 如果您点击该连接，您的账户将立即在无须确认请求的情况下被冻结。然而，如果是您自己进行的修改支付地址请求操作，那么没有问题，您无需做任何其他操作。

# BitcoinPayoutAddress_Changed_Subject
source: [[OrganizationName]] Bitcoin Cash payout address changed
es_es: [[OrganizationName]] La dirección de pago de Bitcoin ha cambiado
fil_ph: [[OrganizationName]] Binago ang payout address ng Bitcoin
pt_br: [[OrganizationName]] Endereço de pagamento Bitcoin Cash alterado
zh_cn: [[OrganizationName]] 比特币现金支付地址改变

# BitcoinPayoutAddress_PleaseSet_Body
source: You have funds waiting for payout at [OrganizationName], but you have not set a Bitcoin Cash payout address. Please log on to [InstallationName] at [ExternalUrl] and follow the link to set your payout address - you will find it in the list of to-do items.
es_es: Tienes fondos esperando el pago en [OrganizationName], pero no has establecido una dirección de pago de bitcoin. Por favor, inicie sesión en [InstallationName] en [ExternalUrl] y siga el enlace para establecer su dirección de pago - la encontrará en la lista de tareas pendientes.
fil_ph: Mayroon kang mga pondo na naghihintay para sa payout sa [OrganizationName], ngunit hindi ka nakatakda ng isang bitcoin payout address. Mangyaring mag-log on sa [InstallationName] sa [ExternalUrl] at sundin ang link upang itakda ang iyong payout address - makikita mo ito sa listahan ng mga bagay na gagawin.
hi_in: आपके पास [OrganizationName] पर भुगतान के लिए इंतज़ार कर धन है, लेकिन आपने बिटकॉइन पेआउट पता सेट नहीं किया है। कृपया [InstallName] पर [ExternalUrl] पर लॉग ऑन करें और अपना पेआउट पता सेट करने के लिए लिंक का अनुसरण करें - आपको इसे टू-डू आइटम की सूची में मिलेगा
ja_jp: [OrganizationName] で支払いを待っている資金がありますが、ビットコインの支払いアドレスは設定されていません。 [ExternalUrl] の[InstallationName] にログオンしてリンクをたどって、支払い先住所を設定してください。これはToDo項目のリストにあります。
pt_br: Você tem fundos aguardando pagamento em [OrganizationName], mas você não definiu um endereço de pagamento em Bitcoin Cash. Por favor, acesse [InstallationName] em [ExternalUrl] e siga o link para definir seu endereço de pagamento - você o encontrará na lista de itens a fazer.
zh_cn: 您有在[OrganizationName]等待支付的款项，但是您还没有设置比特币现金支付地址。 请在[ExternalUrl]以[InstallationName]登录并跟随链接的指引来设置您的支付地址 - 你将在待办项目列表中找到它。

# BitcoinPayoutAddress_PleaseSet_Subject
source: [[OrganizationName]] Please set your Bitcoin Cash payout address
es_es: [[OrganizationName]] Por favor, configure su dirección de pago de bitcoin
fil_ph: [[OrganizationName]] Mangyaring itakda ang iyong bitcoin payout address
pt_br: [[OrganizationName]] Por favor, defina o seu endereço de pagamento Bitcoin Cash
zh_cn: [[OrganizationName]] 请设置您的比特币现金支付地址

# BitcoinPayoutAddress_Set_Body
source: You have set a Bitcoin Cash payout address: [BitcoinAddress]. As a security precaution, all payouts are quarantined for the next 48 hours, and will proceed to be paid out to the new address after that. If you did not set this payout address (it may be worth double checking the address above for added security), contact [OrganizationName] immediately.
es_es: Ha establecido una dirección de pago de bitcoin: [BitcoinAddress]. Como medida de seguridad, todos los pagos se ponen en cuarentena durante las próximas 48 horas, luego de esto serán pagados a la nueva dirección. Si no configuró esta dirección de pago (vale la pena verificar dos veces la dirección anterior para mayor seguridad), comuníquese con [OrganizationName] de inmediato.
fil_ph: Nagtakda ka ng isang bitcoin na payout address: [BitcoinAddress]. Bilang pag-iingat sa seguridad, ang lahat ng mga pagbabayad ay korte para sa susunod na 48 oras, at magpapatuloy na mabayaran sa bagong address pagkatapos nito. Kung hindi mo itinakda ang address na ito ng payout (maaaring ito ay nagkakahalaga ng double check sa address sa itaas para sa dagdag na seguridad), agad na makipag-ugnay sa [OrganizationName].
hi_in: आपने एक बिटकोइन पेआउट पता सेट किया है: [BitcoinAddress] एक सुरक्षा सावधानी के रूप में, सभी भुगतान अगले 48 घंटों के लिए क्वारंटाइन किए गए हैं, और उसके बाद नए पते पर भुगतान किया जाना जारी रहेगा। यदि आपने यह पेआउट पता सेट नहीं किया है (यह अतिरिक्त सुरक्षा के लिए उपरोक्त पते को दोबारा जांचने योग्य हो सकता है), [संगठन का नाम] तुरंत संपर्क करें
ja_jp: ビットコイン支払いアドレスを設定しました：[BitcoinAddress]。 保安上の予防策として、すべての払い出しは次の48時間隔離され、その後、新しい住所に払い戻されます。 この支払いアドレスを設定していない場合は、セキュリティを強化するために上記の住所を2回確認することをおすすめします）、すぐに[OrganizationName] にご連絡ください。
pt_br: Você definiu um endereço de pagamento Bitcoin Cash: [BitcoinAddress]. Como precaução de segurança, todos os pagamentos são colocados em quarentena nas próximas 48 horas e depois serão pagos no novo endereço. Se você não definiu esse endereço de pagamento (pode ser melhor verificar novamente o endereço acima para aumentar a segurança), entre em contato com [OrganizationName] imediatamente.
zh_cn: 您已设置一个比特币现金地址：[BitcoinAddress]。出于安全考虑，所有的支付将在接下来的48小时中被进行隔离处理，并且将在此后支付给此新地址。 如果您没有设置此支付地址（如果可能，请再次检查上面的地址以增加安全性），请立即联系[OrganizationName]。

# BitcoinPayoutAddress_Set_OfficerNotify_Body
source: A Bitcoin Cash payout address was set by [ConcernedPersonName]. Payouts will begin after 48 hours when the quarantine period has elapsed.
es_es: Una dirección de pago de bitcoin fue establecida por [ConcernedPersonName]. Los pagos comenzarán después de las 48 horas cuando haya transcurrido el período de cuarentena.
fil_ph: Ang isang bitcoin na payout address ay itinakda ng [ConcernedPersonName]. Magsisimula ang mga pagbabayad matapos ang 48 oras kapag lumipas na ang period ng kuwarentenas.
hi_in: एक बिटकॉइन पेआउट पता [ConcernedPersonName] द्वारा निर्धारित किया गया था समापन अवधि की अवधि समाप्त होने पर 48 घंटे के बाद भुगतान शुरू हो जाएगा।...
ja_jp: ビットコイン払い出しアドレスは[懸念される人名] によって設定されました。 検疫期間が経過した48時間後に支払いが開始されます。
pt_br: Um endereço de pagamento Bitcoin Cash foi definido por [ConcernedPersonName]. Os pagamentos começarão após 48 horas quando o período de quarentena tiver passado.
zh_cn: [ConcernedPersonName]设置了一个新的比特币现金支付地址。付款将在48小时后隔离时间结束时开始。

# BitcoinPayoutAddress_Set_OfficerNotify_Subject
source: [[OrganizationName]] [ConcernedPersonName] has set a Bitcoin Cash payout address
es_es: [[OrganizationName]] [ConcernedPersonName] ha establecido una dirección de pago de bitcoin
fil_ph: [[OrganizationName]] [ConcernedPersonName] ay nagtakda ng isang bitcoin payout address
pt_br: [[OrganizationName]] [ConcernedPersonName] definiu um endereço de pagamento Bitcoin Cash
zh_cn: [[OrganizationName]] [ConcernedPersonName] 设置了一个比特币现金支付地址

# BitcoinPayoutAddress_Set_Subject
source: [[OrganizationName]] Bitcoin Cash payout address set
es_es: [[OrganizationName]] Dirección de pago de Bitcoin configurada
fil_ph: [[OrganizationName]] Itinakda ang address ng payout ng Bitcoin
pt_br: [[OrganizationName]] Endereço de pagamento Bitcoin Cash definido
zh_cn: [[OrganizationName]] 比特币现金地址已设置

# Bitcoin_Hotwallet_Outflow_Body
source: The bitcoin hotwallet for [OrganizationName] just made [PaymentCount] automatic payment(s) totalling [CurrencyCode] [AmountFloat] ([BitcoinAmountFloat] microbitcoin or "bits").
es_es: La billetera caliente de bitcoin para [OrganizationName] acaba de hacer [PaymentCount] pago(s) automático(s) que da un total de [CurrencyCode] [AmountFloat] ([BitcoinAmountFloat] microbitcoin o "bits").
fil_ph: Ang bitcoin hotwallet para sa [OrganizationName] ay nagawa lamang ang [PaymentCount] ng awtomatikong (mga) pagbabayad na kabuuan ng [CurrencyCode] [AmountFloat] ([BitcoinAmountFloat] microbitcoin o "bits").
ja_jp: [OrganizationName] のBitcoin Hotwalletは、[CurrencyCode] [AmountFloat]（[BitcoinAmountFloat] マイクロビットコインまたは「ビット」）を合計した[PaymentCount] 自動支払いを行ったばかりです。...
pt_br: A Bitcoin Hotwallet de [OrganizationName] acabou de fazer pagamentos automáticos [PaymentCount] no total de [CurrencyCode] [AmountFloat] ([BitcoinAmountFloat] microbitcoin ou "bits").
tr_tr: [OrganizationName]'nın bitcoin hotwallet'i biraz önce toplamı [CurrencyCode][AmountFloat]([BitcoinAmountFloat] microbitcoin veya "bit") eden [PaymentCount] otomatik ödeme yaptı.
zh_cn: [OrganizationName]的比特币热钱包刚刚进行了总计[CurrencyCode][AmountFloat]的共[PaymentCount]笔自动支付（[BitcoinAmountFloat]的 microbitcoin 或 “ bits”）。

# Bitcoin_Hotwallet_Outflow_Subject
source: [[OrganizationName]] Hotwallet Payout: [CurrencyCode] [AmountFloat]
es_es: [[OrganizationName]] Pago de Cartera Caliente: [CurrencyCode] [AmountFloat]
pt_br: [[OrganizationName]] Pagamento da Hotwallet: [CurrencyCode] [AmountFloat]
tr_tr: [[OrganizationName]] Hotwallet Ödemesi: [CurrencyCode][AmountFloat]
zh_cn: [[OrganizationName]] 热钱包支付：[CurrencyCode][AmountFloat]

# Bitcoin_PaidOut_Body
source: [BitcoinAmountFloat] microbitcoin ("bits") was just transferred to your Bitcoin Cash address ([BitcoinAddress]) by [OrganizationName] for the following: [EmbeddedPreformattedText] You should already see the transaction in your wallet and it should achieve spendability within about an hour (six normal confirmations).
es_es: [BitcoinAmountFloat] microbitcoin ("bits") acaban de ser transferidos a su dirección de bitcoin ([BitcoinAddress]) por [OrganizationName] para lo siguiente: [EmbeddedPreformattedText] Ya debería poder ver la transacción en su billetera y debería hacerse efectiva en aproximadamente una hora (seis confirmaciones normales).
fil_ph: [BitcoinAmountFloat] microbitcoin ("bits") ay inilipat sa iyong bitcoin address ([BitcoinAddress]) sa pamamagitan ng [OrganizationName] para sa mga sumusunod: [EmbeddedPreformattedText] Dapat mong makita ang transaksyon sa iyong wallet at dapat itong makamit ang paggastos sa loob ng halos isang oras (anim na normal na pagkumpirma).
hi_in: [BitcoinAmountFloat] microbitcoin ("बिट्स") को बस [BitcoinAddress]) द्वारा [OrganizationName] द्वारा निम्नलिखित के लिए स्थानांतरित किया गया था: [एंबेडेडप्रोग्राफेटेड टेक्स्ट] आप पहले से ही अपने बटुए में लेन-देन देखना चाहते हैं और इसके बारे में एक घंटे के भीतर खर्च करने योग्यता प्राप्त करना चाहिए (छह सामान्य पुष्टिकरण)।
ja_jp: [BitcoinAmountFloat] マイクロビットコイン（ "ビット"）は、次の場合、[OrganizationName] によってビットコインアドレス（[BitcoinAddress]）に転送されました。 [EmbeddedPreformattedText] 財布にはすでに取引が表示されていて、約1時間以内に消費可能になるはずです（6回の通常の確認）。
pt_br: [BitcoinAmountFloat] microbitcoin ("bits") foi transferido para o seu endereço Bitcoin Cash ([BitcoinAddress]) por [OrganizationName] para o seguinte: [EmbeddedPreformattedText] Você já deve ver a transação em sua carteira e deve conseguir gastar em cerca de uma hora (seis confirmações normais).
zh_cn: [BitcoinAmountFloat] microbitcoin ("bits") 刚刚被[OrganizationName]用以下形式转账到您的比特币现金地址([BitcoinAddress]): [EmbeddedPreformattedText] 您应该已经在您的钱包里看到了该笔转账并且它将在一小时內 (6个普通确认) 允许被再次支出。

# Bitcoin_PaidOut_Subject
source: [[OrganizationName]] Funds paid to you: [CurrencyCode] [AmountFloat]
es_es: [[OrganizationName]] Fondos pagados a usted: [CurrencyCode] [AmountFloat]
fil_ph: [[OrganizationName]] Ang mga pondong ibinayad sa iyo:[CurrencyCode] [AmountFloat]
pt_br: [[OrganizationName]] Fundos pagos a você: [CurrencyCode] [AmountFloat]
tr_tr: [[OrganizationName]] Fonları size [CurrencyCode][AmountFloat] ödeme yaptı
zh_cn: [[OrganizationName]] 支付给您的资金：[CurrencyCode] [AmountFloat]

# Bitcoin_PrivateKeyError_Body
source: When attempting an automated payment from the hotwallet, the private key used to sign does not match the public keys used to gather the funds necessary. This is a serious condition.
es_es: Cuando intente hacer un pago automático desde la cartera caliente, la clave privada utilizada para firmar no coincide con las clave privadas utilizadas para recolectar los fondos necesarios. Esta es un condición estricta.
fil_ph: Kapag sinusubukan ang isang awtomatikong pagbabayad mula sa hotwallet, ang pribadong key na ginamit upang mag-sign ay hindi tumutugma sa mga pampublikong key na ginagamit upang tipunin ang mga pondo na kinakailangan. Ito ay isang malubhang kalagayan.
hi_in: जब Hotwallet से स्वचालित भुगतान का प्रयास किया जाता है, तब साइन इन करने के लिए उपयोग की गई निजी कुंजी उन सार्वजनिक कुंजी से मेल नहीं खाती जो आवश्यक धनराशि इकट्ठा करती थीं। यह एक गंभीर स्थिति है।
ja_jp: ホットウォレットから自動支払いをしようとすると、署名に使用された秘密鍵が、必要な資金を集めるために使用された公開鍵と一致しません。 これは深刻な状態です。
pt_br: Ao tentar efetuar um pagamento automático a partir da hotwallet, a chave privada usada para assinar não corresponde às chaves públicas usadas para coletar os fundos necessários. Esta é uma condição séria.
tr_tr: Hotwalletten otomatik ödeme yapılması denenirken imzalamada kullanılan özel anahtar, gerekli paraları toplamak için kullanılan genele açık anahtarla eşleşmez. Bu ciddi bir durumdur.
zh_cn: 当尝试从热钱包中进行自动支付时，签名所使用的私钥与提取所需资金所使用的公钥无法进行匹配。这是一个严重的情况。

# Bitcoin_PrivateKeyError_Subject
source: [[OrganizationName] - URGENT] Bitcoin private key error; can't pay
es_es: [[OrganizationName] - URGENTE] Error de clave privada de Bitcoin; no puede pagar
fil_ph: [[OrganizationName] - URGENT] Bitcoin private key error; hindi maaaring magbayad
pt_br: [[OrganizationName] - URGENT] Erro de chave privada do Bitcoin; não é possível pagar
tr_tr: [[OrganizationName] - ACİL] Bitcoin özel anahtar hatsı; ödeme yapılamıyor
zh_cn: [[OrganizationName] - 紧急] 比特币私钥错误；无法支付

# Bitcoin_Shortage_Critical_Body
source: Swarmops is trying to make payments of [CurrencyCode] [AmountNeededFloat], but only [CurrencyCode] [AmountWalletFloat] is available in the Bitcoin Cash hotwallet. Swarmops is unable to make further payments at this time. Please top up the hotwallet IMMEDIATELY to at least the needed amount - an additional [AmountMissingMicrocoinsFloat] microbitcoin ("bits") is required to resume financial hotwallet operations. Swarmops will keep trying and will keep sending these notifications as long as it has not succeeded.
es_es: Swarmops está intentando realizar pagos de [CurrencyCode] [AmountNeededFloat], pero hay [CurrencyCode] [AmountWalletFloat] disponibles en la billetera caliente de bitcoin. Swarmops no puede realizar más pagos en este momento. Por favor, coloque fondos INMEDIATAMENTE en la billetera caliente hasta, al menos, la cantidad necesaria - se requiere [AmountMissingMicrocoinsFloat] microbitcoin ("bits") adicional(es) para reanudar las operaciones financieras de la billetera caliente. Swarmops seguirá intentándolo y seguirá enviando estas notificaciones siempre que no haya tenido éxito.
fil_ph: Sinusubukan ng Swarmops na bayaran ang [CurrencyCode] [AmountNeededFloat], ngunit lamang [CurrencyCode] [AmountWalletFloat] ay magagamit sa bitcoin hotwallet. Ang Swarmops ay hindi makagawa ng karagdagang pagbabayad sa oras na ito. Mangyaring maghulog ng pundo hotwallet kaagad sa hindi bababa sa kinakailangang halaga - isang karagdagang [AmountMissingMicrocoinsFloat] microbitcoin ("bits") ay kinakailangan upang ipagpatuloy ang mga pagpapatakbo ng hotwallet sa pananalapi. Patuloy na sinusubukan ng Swarmops at patuloy na magpapadala ng mga notification na ito hangga't hindi ito nagtagumpay.
hi_in: स्विमपॉप्स [मुद्रा कोड] [एएमएमएनएनआईडिडफ़्लॉट] का भुगतान करने की कोशिश कर रही है, लेकिन केवल [मुद्राकोड] [एएमएकेमॉटलफ्लॉट] बिटकॉइन हॉटवाललेट में उपलब्ध है। Swarmops इस समय अधिक भुगतान करने में असमर्थ है कृपया कम से कम आवश्यक राशि के लिए तत्काल ग्वाटवाललेट ऊपर जाएं - एक अतिरिक्त [एम्मामिसिंग माइक्रोकॉइसफ्लॉट] माइक्रोबिटकॉइन ("बीट्स") को वित्तीय हॉटवाललेट परिचालनों को फिर से शुरू करने के लिए आवश्यक है। स्विमपॉप्स प्रयास करते रहेंगे और इन नोटिफिकेशन को तब तक भेजते रहेंगे जब तक कि ये सफल न हो।
ja_jp: Swarmopsは[CurrencyCode] [AmountNeededFloat] の支払いをしようとしていますが、[CurrencyCode] [AmountWalletFloat] のみがBitcoin Hotwalletで利用可能です。 スワンオプスは現時点でそれ以上の支払いはできません。 ホットウォレットを少なくとも必要な額まで即時に上げてください - 金融のホットワレット操作を再開するには、追加の[AmountMissingMicrocoinsFloat] マイクロビットコイン（「ビット」）が必要です。 スワンポップは引き続き努力し続け、成功していない限り、これらの通知を送信し続けます。
pt_br: O Swarmops está tentando efetuar pagamentos de [CurrencyCode] [AmountNeededFloat], mas somente [CurrencyCode] [AmountWalletFloat] está disponível na Bitcoin Cash hotwallet. O Swarmops não pode efetuar novos pagamentos neste momento. Por favor, deposite na hotwallet IMEDIATAMENTE ao menos a quantidade necessária - um adicional [AmountMissingMicrocoinsFloat] microbitcoin ("bits") é necessário para retomar as operações financeiras da hotwallet. O Swarmops continuará tentando e continuará enviando essas notificações, desde que não tenha sido bem-sucedido.
zh_cn: Swarmops 正在尝试支付 [CurrencyCode] [AmountNeededFloat]，但是在该比特币现金钱包中的可用余额只有[CurrencyCode] [AmountWalletFloat]。Swarmops现在无法进行进一步的支付。 请立即向您的热钱包中充值不少于[AmountMissingMicrocoinsFloat] microbitcoin ("bits") 的金额以继续热钱包的相关金融操作。 再充值成功前，Swarmops 将一直尝试付款并向您持续发通知。

# Bitcoin_Shortage_Critical_Subject
source: [[OrganizationName] - ACTION ITEM] Bitcoin Cash hotwallet insufficient for payments - top up immediately
es_es: [[OrganizationName] - OBJETO DE ACCIÓN] Cartera caliente Bitcoin insuficiente para pagos - coloque fondos inmediatamente
fil_ph: [[OrganizationName] - ACTION ITEM] Bitcoin hotwallet hindi sapat para sa mga pagbabayad - top up kaagad
pt_br: [[OrganizationName] - ITEM DE AÇÃO] Bitcoin Cash hotwallet insuficiente para pagamentos - deposite imediatamente
zh_cn: [[OrganizationName] - 动作项目] 比特币现金热钱包余额不足以支付 - 请立即充值
