Repository: MaschaU/Swarmops
Catalog: Logic/Resources/Logic.Communications.Transmission.NotificationPayload.*.resx
Languages: es_es, fil_ph, hi_in, ja_jp, pt_br, tr_tr, zh_cn

# ExpenseClaim_Validated_Body
source: The receipts for your expense claim with [OrganizationName] for [CurrencyCode] [BudgetAmountFloat], concerning [RequestPurpose], have been validated by people responsible for keeping the records in order. The claim will be paid out to you when the amount has also been attested by the budget owner.
es_es: Los recibos de su reclamación de gastos con [Nombre de la organización] para [Código de moneda] [Importe del presupuesto flotante], con respecto a [Propósito de la solicitud], han sido validados por personas responsables de mantener los registros en orden. El reclamo se le pagará cuando el monto también haya sido atestiguado por el propietario del presupuesto.
fil_ph: Ang mga resibo para sa claim ng iyong gastos sa [OrganizationName] para sa [CurrencyCode] [BudgetAmountFloat], tungkol sa [RequestPurpose], ay napatunayan ng mga taong responsable sa pagpapanatili ng mga rekord sa pagkakasunud-sunod. Ang paghahabol ay babayaran sa iyo kapag ang halaga ay napatunayan din ng may-ari ng badyet.
pt_br: Os recibos da sua reivindicação de despesa com [OrganizationName] para o [CurrencyCode] [BudgetAmountFloat], relativos a [RequestPurpose], foram validados pelas pessoas responsáveis ​​por manter os registos em ordem. A reivindicação será paga quando o valor também tiver sido atestado pelo proprietário do orçamento.
tr_tr: [OrganizationName]'den [RequestPurpose] ile ilgili [CurrencyCode][BudgetAmountFloat]'lık masraf talebiniz için gönderdiğiniz makbuzlar, kayıtları düzende tutmaktan sorumlu kişiler tarafından onaylanmıştır. Talebiniz, bu miktar bütçe sahibi tarafından da onaylandığı zaman ödenecektir.

# ExpenseClaim_Validated_Subject
source: [[OrganizationName]] Expense Claim Receipts Validated: [CurrencyCode] [BudgetAmountFloat]
es_es: [[Nombre de la organización]] Recibos de reclamación de gastos validados: [Código de moneda] [Importe del presupuesto flotante]
fil_ph: [[OrganizationName]] Mga Resibo ng Mga Kinakailangan sa Claim na Napatunayan: [CurrencyCode] [BudgetAmountFloat]
pt_br: [[OrganizationName]] Recibos de Reivindicação de Despesa Validados: [CurrencyCode] [BudgetAmountFloat]
tr_tr: [[OrganizationName]] Masraf Talebi Makbuzlarının Onaylandı: [CurrencyCode][BudgetAmountFloat]

# InboundInvoice_Created_Body
source: An invoice from [Supplier], concerning [Description], has been filed against your budget of [BudgetName] for the amount of [CurrencyCode] [BudgetAmountFloat]. You must attest this invoice before it proceeds to payout. Please log on to [InstallationName] at [ExternalUrl]Financial/AttestCosts to attest or deny.
es_es: Se ha presentado una factura de [Proveedor], relacionada con [Descripción], en contra de su presupuesto de [Nombre del presupuesto] por la cantidad de [Código de moneda] [Importe del presupuesto flotante]. Debe dar fe de esta factura antes de proceder con el pago. Inicie sesión en [Nombre de la instalación] en [Url Externo] Financiero / PuntuacionesAtest para confirmar o denegar.
fil_ph: Ang isang invoice mula sa [Supplier], tungkol sa [Description], ay isinampa laban sa iyong badyet ng [BudgetName] para sa halaga ng [CurrencyCode] [BudgetAmountFloat]. Kailangan mong ibunyag ang invoice na ito bago magpunta sa payout. Mangyaring mag-log on sa[InstallationName]] sa [ExternalUrl] Financial / AttestCosts upang patunayan o tanggihan.
tr_tr: [Supplier] tarafından, [Description] ile ilgili, [BudgetName] bütçenize karşı [CurrencyCode][BudgetAmountFloat] miktarında bir makbuz çıkartıldı. Bu makbuzu, ödemeye gitmeden önce onaylamanız gerekiyor. Lütfen, [ExternalUrl]Financial/AttestCosts deki [InstallationName] hesabınıza giriş yaparak işlemi onaylayın veya reddedin.

# InboundInvoice_Created_Subject
source: [[OrganizationName] - ACTION ITEM] Invoice Filed: [CurrencyCode] [BudgetAmountFloat] - Attestation Needed
es_es: [[Nombre de la organización] - OBJETO DE ACCIÓN] Factura archivada: [Código de moneda] [Importe del presupuesto flotante] - Se necesita certificación
tr_tr: [[OrganizationName] - EYLEM ÖĞESİ] Makbuz Dosyalandı: [CurrencyCode][BudgetAmountFloat] - Onay gerekli

# Membership_New_Added_Body
source: A new [Regular] was manually added to [OrganizationName] within an area of yours.
es_es: Un nuevo [Regular] se agregó manualmente a [Nombre de la organización] dentro de un área tuya.
pt_br: Um novo [Regular] foi adicionado manualmente a [OrganizationName] em uma área sua.
tr_tr: [OrganizationName]'e sizin alanınızın içinde yeni bir [Regular] manuel olarak eklendi.

# Membership_New_Added_Subject
source: [[OrganizationName]] New [Regular]: [PersonName], [PersonGeography] [CountryCode] (manual)
es_es: [[Nombre de la organización]] Nuevo [Regular]: [Nombre de la persona], [Geografía de la persona] [Código del país] (manual)
pt_br: [[OrganizationName]] Novo [Regular]: [PersonName], [PersonGeography] [CountryCode] (manual)
tr_tr: [[OrganizationName]] Yeni [Regular]: [PersonName], [PersonGeography] [CountryCode] (manuel)

# Membership_New_Selfsignup_Body
source: A new [Regular] has signed up for [OrganizationName] within an area of yours.
es_es: Un nuevo [Regular] se ha registrado en [Nombre de la organización] en un área suya.
pt_br: Um novo [Regular] inscreveu-se para [OrganizationName] em uma área sua.
tr_tr: [OrganizationName]'e sizin alanınızın içinde yeni bir [Regular] kayıt oldu.
zh_cn: 一位新的[Regular]已经在您的领域注册参加了[OrganizationName]

# Membership_New_Selfsignup_Subject
source: [[OrganizationName]] New [Regular]: [PersonName], [PersonGeography] [CountryCode]
es_es: [[Nombre de la organización]] Nuevo [Regular]: [Nombre de la persona], [Geografía de la persona] [Código del país]
pt_br: [[OrganizationName]] Novo [Regular]: [PersonName], [PersonGeography] [CountryCode]
tr_tr: [[OrganizationName]] Yeni [Regular]: [PersonName], [PersonGeography] [CountryCode]
zh_cn: [[OrganizationName]] 新[Regular]：[PersonName]，[PersonGeography] [CountryCode]

# Membership_Renewed_Manual_Subject
source: [[OrganizationName]] [Regularship] renewed: [PersonName], [PersonGeography] [CountryCode] (manual)
es_es: [[Nombre de la organización]] [Envío regular] renovado: [Nombre de la persona], [Geografía de la persona] [Código del país] (manual)
pt_br: [[OrganizationName]] [Regularship] renovada: [PersonName], [PersonGeography] [CountryCode] (manual)
tr_tr: [[OrganizationName]] [Regularship] yenilendi: [PersonName], [PersonGeography] [CountryCode] (manuel)

# NotificationFooter_Generic
source: -- This mail was sent to [Addressee] from [OrganizationName]. If you do not desire to receive these notifications in the future, please log on to [InstallationName] at [ExternalUrl] and modify your notification settings.
es_es: Este correo fue enviado a [Destinatario] desde [Nombre de la organización]. Si no desea recibir estas notificaciones en el futuro, inicie sesión en [Nombre de la instalación] en [Url externa] y modifique la configuración de las notificaciones.
pt_br: -- Este email foi enviado a [Addressee] de [OrganizationName]. Caso no futuro deseje deixar de receber estas notificações, por favor entre em [InstallationName] em [ExternalUrl] e modifique as suas definições de notificação.
tr_tr: -- Bu e-posta [OrganizationName]'deki [Addressee]'e gönderildi. Eğer gelecekte bu bildirimleri almak istemiyorsanız, Lütfen, [ExternalUrl]'deki [InstallationName] hesabınıza giriş yapın ve bildirim ayarlarınızı değiştirin.

# OutboundComm_Resolved_Body
source: Your message has been queued for delivery and the recipients have been resolved. Your mail will be sent to, or be attempted to sent to, [RecipientCount] people in [GeographyName] in [OrganizationName].
es_es: Su mensaje se ha puesto en cola para la entrega y los destinatarios se han resuelto. Su correo se enviará o se intentará enviar a personas [Recuento de destinatarios] en [Nombre de geografía] en [Nombre de la Organización].
pt_br: A sua mensagem foi agendada para entrega e os destinatários foram resolvidos. O seu correio irá ser enviado, ou tentativamente enviado, a [RecipientCount] pessoas em [GeographyName] em [OrganizationName].
tr_tr: Mesajınız teslim için sıraya alındı ve alıcılar çözümlendi. Mesajınız [GeographyName]'deki [OrganizationName]'deki [RecipientCount] kişiye gönderilecek veya gönderilmeye çalışılacaktır.

# OutboundComm_Resolved_Subject
source: [[OrganizationName]] Comm recipients determined for [GeographyName]: [RecipientCount]
es_es: [[Nombre de la organización]] Destinatarios de comunicación determinados para [Nombre de la geografía]: [Recuento de destinatarios]
pt_br: [[OrganizationName]] Destinatários de Comunicado determinados para [GeographyName]: [RecipientCount]
tr_tr: [[OrganizationName]] [GeographyName] için belirlenen iletişim alıcıları: [RecipientCount]

# OutboundComm_Sent_Body
source: Your message to [GeographyName] has been sent to all scheduled recipients. Out of the [RecipientCount] planned recipients, [RecipientsSuccess] succeeded as far as we can tell -- remember that mail can be undelivered or unread later for a number of reasons. Time spent resolving: [ResolvingTime]. Time spent transmitting: [TransmissionTime]. Total time from comm creation to completion: [TotalTime].
es_es: Su mensaje a [Nombre de Geografía] ha sido enviado a todos los destinatarios programados. Fuera de los destinatarios planificados de [Recuento de destinatarios], [Destinatarios exitosos] tuvo éxito por lo que podemos decir: recuerde que el correo no se puede entregar o no leer más adelante por varias razones. Tiempo dedicado a resolver: [Resolviendo el tiempo]. Tiempo de transmisión: [Tiempo de transmisión]. Tiempo total desde la creación del comunicador hasta la finalización: [Tiempo total].
pt_br: A sua mensagem para [GeographyName] foi enviada a todos os destinatários agendados. Dos [RecipientCount] destinatários agendados, até agora [RecipientsSuccess] foram contactados com sucesso -- recorde que o correio pode não ser entregue ou lido mais tarde por várias razões. Tempo gasto na resolução: [ResolvingTime]. Tempo gasto na transmissão: [TransmissionTime]. Tempo total desde criação até conclussão: [TotalTime].
tr_tr: [GeographyName] için mesajınız bütün planlanan alıcılara ulaştırıldı. [RecipientCount] alıcı içerisinden [RecipientsSuccess] si başarılı oldu, bildiğimiz kadarıyla -- Unutmayın E-posta sonradan bir takım nedenlerden dolayı gönderilemeyebilir veya okunmayabilir. Çözümlenirken harcanan zaman: [ResolvingTime]. Gönderilirken harcanan zaman: [TransmissionTime]. İletişimin oluşturulmasından bitişine kadar geçen zaman: [TotalTime].

# OutboundComm_Sent_Subject
source: [[OrganizationName]] Comms transmitted: [GeographyName]
es_es: [[Nombre de la organización]] Comunicaciones transmitidas: [Nombre de la geografía]
pt_br: [[OrganizationName]] Comunicado transmitido: [GeographyName]
tr_tr: [[OrganizationName]] İletişimler gönderildi: [GeographyName]

# Participant_Signup_Body
source: A new person has signed up as [RegularTitle] in [OrganizationName]! [ConcernedPersonName] is based in [GeographyName], [CountryCode].
es_es: ¡Una nueva persona se ha registrado como [Título regular] en [Nombre de la organización]! [Nombre de la persona interesada] se basa en [Nombre de la geografía], [Código de país].
pt_br: Uma nova pessoa inscreveu-se como [RegularTitle] em [OrganizationName]! [ConcernedPersonName] tem sede em [GeographyName], [CountryCode].
tr_tr: Yeni birisi [OrganizationName]'de [RegularTitle] olarak kaydoldu! [ConcernedPersonName], [GeographyName][CountryCode]'de bulunuyor.

# Participant_Signup_Subject
source: [[OrganizationName]] New [RegularTitle]: [ConcernedPersonName], [GeographyName]
es_es: [[Nombre de la organización]] Nuevo [Título regular]: [Nombre de la persona interesada], [Nombre de la geografía]
pt_br: [[OrganizationName]] Novo [RegularTitle]: [ConcernedPersonName], [GeographyName]
tr_tr: [[OrganizationName]] Yeni [RegularTitle]: [ConcernedPersonName],[GeographyName]

# Password_CannotReset2FA_Body
source: Somebody, most likely you, requested a reset of the password associated with this mail address at [InstallationName]. However, two-factor authentication has been enabled for this account for heightened security. Therefore, the password CANNOT be reset by simple means. Please contact a personnel administrator at [InstallationName] to resolve your problem and issue a new password following a more rigorous identification procedure matching the two-factor security level. Thank you for your understanding.
es_es: Alguien, muy probablemente usted, solicitó un restablecimiento de la contraseña asociada con esta dirección de correo electrónico en [Nombre de la instalación]. Sin embargo, la autenticación de dos factores se ha habilitado para esta cuenta para mayor seguridad. Por lo tanto, la contraseña NO PUEDE restablecerse por medios sencillos. Póngase en contacto con un administrador de personal en [Nombre de instalación] para resolver su problema y emitir una nueva contraseña siguiendo un procedimiento de identificación más riguroso que coincida con el nivel de seguridad de dos factores.
pt_br: Alguém, muito provavelmente você, pediu uma recuperação da palavra-passe associada com este endereço de email em [InstallationName]. Contudo, a autenticação de dois fatores está ativa nesta conta para maior segurança. Como tal, a palavra-passe NÃO PODE ser recuperada por meios simples. Por favor contacte o pessoal administrativo em [InstallationName] para resolver o seu problema e emitir uma nova palavra-passe seguindo um procedimento de identificação mais rigoroso de acordo com o nível de segurança de dois fatores. Obrigado pela sua compreensão.
tr_tr: Birisi, büyük olasılıkla siz, [InstallationName]'deki bu e-posta adresiyle bağlantılı şifrenin değişimi talebinde bulundu. Fakat, bu hesap için, daha fazla koruma için iki aşamalı doğrulama etkinleitirilmişti. Bu yüzden, şifre basit bir yolla SIFIRLANAMAZ. Lütfen sorununuzu çözmek için [InstallationName]'deki personel yöneticilerinden biri ile iletişime geçiniz ve iki aşamalı doğrulama güvenlik seviyesine uygun, daha titiz bir kişi tanımlama prosedüründen geçerek yeni bir şifre talebinde bulunun. Anlayışınız için teşekkürler.

# Password_CannotReset2FA_Subject
source: [[InstallationName]] Cannot Reset Password
es_es: [[Nombre de la instalación]] No se puede restablecer la contraseña
pt_br: [[InstallationName]] Impossível Recuperar Password
tr_tr: [[InstallationName]] Şifre Sıfırlanamıyor
zh_cn: [[InstallationName]] 无法重置密码

# Password_Changed_Body
source: Your [InstallationName] password was just changed at [ExternalUrl]. If you did not just perform this password change, there has been a security breach. If this is the case, please lock your account down IMMEDIATELY by clicking the following link: [ExternalUrl]Security/AccountLockdown?Mail=[MailAddress]&Ticket=[TicketCode] If you confirm a lockdown on the link above, any existing sessions will terminate immediately, logons with the newly-set password will be locked out, and administrators will contact you to verify what happened and work with you to re-enable your account. However, if it was you yourself who changed the password just now, and thereby caused this notification to be sent, everything is obviously fine and just as it should be. Carry on.
es_es: Su contraseña de [Nombre de instalación] acaba de cambiar en [Url externa]. Si no realizó este cambio de contraseña, ha habido una violación de seguridad. Si este es el caso, por favor, bloquee su cuenta INMEDIATAMENTE haciendo clic en el siguiente enlace: [Url externa] Seguridad / bloqueo de cuenta? Correo = [Dirección de correo] y ticket = [Código de ticket] Si confirma un bloqueo en el enlace anterior, las sesiones existentes finalizarán de inmediato, los inicios de sesión con la nueva contraseña se bloquearán y los administradores se pondrán en contacto con usted para verificar qué sucedió y trabajar con usted para volver a habilitar su cuenta. Sin embargo, si fue usted mismo quien cambió la contraseña en este momento, y por lo tanto provocó que se enviara esta notificación, todo está obviamente bien y justo como debería ser. Continua.
pt_br: A sua palavra-passe de [InstallationName] acbou de ser alterada em [ExternalUrl]. Se não realizou esta alteração de palavra-passe, houve uma violação de segurança. Caso seja este o caso, por favor bloqueie a sua conta IMEDIATAMENTE através do link seguinte: [ExternalUrl]Security/AccountLockdown?Mail=[MailAddress]&Ticket=[TicketCode] Caso confirme o bloqueio na ligação mencionada acima, quaisquer sessões abertas irão terminar imediatamente, autenticações com a nova palavra-passe irão ser bloqueadas e os administradores irão contactá-lo para verificar o que sucedeu e ajudá-lo a reactivar a sua conta. Contudo, caso tenha sido você mesmo a alterar a palavra-passe agora mesmo, e como tal desencadeado o envio desta notificação, então tudo está obviamente bem e como deveria ser. Continue.
tr_tr: [InstallationName] şifreniz biraz önce [ExternalUrl]'de değiştirildi. Bu şifre değişikliğiniz siz yapmadıysanız, bir güvenlik ihlali oldu. Eğer durum bu ise, lütfen aşağıdaki linke tıklayarak HEMEN hesabınızı kilitleyiniz: [ExternalUrl]Security/AccountLockdown?Mail=[MailAddress]&Ticket=[TicketCode] Eğer yukardaki link ile hesap kilitlemeyi onaylarsanız mevcut bütün oturumlar anında sonlandırılacaktır, yeni ayarlanan şifre ile girişler kilitlenecektir ve yöneticiler ne olduğunu onaylamak için sizinle iletişime geçecek ve hesabınızı yeniden aktifleştirmek için sizinle iş birliği yapacaklardır. Fakat, biraz önce şifreyi değiştiren sizin kendinizdiyse ve bu şekilde bu bildirimin gelmesine sebep olduysanız, her şey tahmin edebileceğiniz gibi yolunda ve tam da olması gerektiği gibidir. Devam ediniz.

# Password_Changed_Subject
source: [[InstallationName]] Password Changed
es_es: [[Nombre de instalación]] Contraseña cambiada
pt_br: [[InstallationName]] Palavra-passe Alterada
tr_tr: [[InstallationName]] Şifre Değiştirildi
zh_cn: [[InstallationName]] 密码已重置

# Password_ResetByCrew_Body
source: People at [OrganizationName] have issued a password reset ticket to your account, presumably at your request. This ticket is valid for the next 24 hours. Please follow this link to reset your password and re-enable any two-factor authentication, if it was previously enabled: [ExternalUrl]Security/ResetPassword?Ticket=[TicketCode] This ticket will expire in 24 hours. If you do not reset your password in this time frame, you will need to contact the administrators at [OrganizationName] to issue a new password reset ticket.
es_es: Las personas de [Nombre de la organización] han emitido un ticket de restablecimiento de contraseña a su cuenta, presumiblemente a petición suya. Este boleto es válido para las próximas 24 horas. Siga este enlace para restablecer su contraseña y volver a habilitar cualquier autenticación de dos factores, si se habilitó anteriormente: [Url externa] Contraseña de seguridad / restablecimiento? Ticket = [Ticket Code] Este boleto caducará en 24 horas. Si no restablece su contraseña en este marco de tiempo, deberá ponerse en contacto con los administradores en [Nombre de la organización] para emitir un nuevo ticket de restablecimiento de contraseña.
pt_br: Pessoas em [OrganizationName] emitiram um ticket para recuperação da palavra-passe da sua conta, presumivelmente a seu pedido. Este ticket é válido para as próximas 24 horas. Por favor siga esta ligação para redefinir a sua palavra-passe e reativar a autenticação de dois fatores, caso tenha sido ativada anteriormente: [ExternalUrl]Security/ResetPassword?Ticket=[TicketCode] Este ticket irá expirar dentro de 24 horas. Caso não redefina a sua senha neste período de tempo, precisará de entrar em contato com os administradores de [OrganizationName] para emitir um novo ticket de recuperação de palavra-passe.
tr_tr: [OrganizationName]'deki kişiler hesabınıza şifre sıfırlama talebi oluşturdu, muhtemelen sizin isteğiniz üzerine. Bu talep önümüzdeki 24 saat boyunca geçerlidir. Lütfen şifrenizi sıfırlamak ve eğer önceden etkinleştirilmişse, herhangi bir iki aşamalı doğrulamayı tekrar etkinleştirmek için bu bağlantıyı takip edin: [ExternalUrl]Security/ResetPassword?Ticket=[TicketCode] Bu talep 24 saat içinde zaman aşımına uğrayacaktır. Eğer şifrenizi bu zaman dilimi içinde sıfırlamazsanız, yeni bir şifre sıfırlama talebi oluşturmak için [OrganizationName]'deki yöneticilerle iletişime geçmeniz gerekecektir.

# Password_ResetByCrew_Subject
source: [[OrganizationName]] Password Reset Ticket
es_es: [[Nombre de la organización]] Contraseña para Restablecer ticket
pt_br: [[OrganizationName]] Ticket de Recuperação de Password
tr_tr: [[OrganizationName]] Şifre Sıfırlama Talebi

# Password_ResetOnRequest_Body
source: Somebody, most likely you, requested a reset of the password associated with this email address at [InstallationName]. If this was you, please follow the link below in the next 60 minutes to complete the password reset procedure: [ExternalUrl]Security/ResetPassword?Ticket=[TicketCode] If you did NOT request a password reset, you can (and should) ignore this mail. The password reset request will expire in one hour. (If you are getting a large number of these password reset links that you did not request, please notify the administrator.)
es_es: Alguien, muy probablemente usted, solicitó un restablecimiento de la contraseña asociada con esta dirección de correo electrónico en [Nombre de la instalación]. Si fue usted, siga el siguiente enlace en los próximos 60 minutos para completar el procedimiento de restablecimiento de contraseña: [URL externa] Contraseña de seguridad / restablecimiento? Ticket = [Ticket Code] Si NO solicitó restablecer la contraseña, puede (y debe) ignorar este correo. La solicitud de restablecimiento de contraseña caducará en una hora. (Si obtiene una gran cantidad de estos enlaces de restablecimiento de contraseña que no solicitó, notifique al administrador)
pt_br: Alguém, muito provavelmente você, pediu para recuperar a palavra-passe associada com este endereço de email em [InstallationName]. Caso tenha sido você, por favor siga a ligação abaixo durante os próximos 60 minutos para completar o procedimento de recuperação de palavra-passe: [ExternalUrl]Security/ResetPassword?Ticket=[TicketCode] Caso NÃO tenha pedido para recuperar a palavra-passe, pode (e deve) ignorar este email. O pedido de recuperação de palavra-passe irá expirar dentro de uma hora. (Caso esteja a receber uma grande quantidade destes links de recuperação de palavra-passe, por favor notifique o administrador.)
tr_tr: Birisi, büyük olasılıkla siz, [InstallationName]'deki bu e-posta adresiyle bağlantılı şifrenin değişimi talebinde bulundu. Eğer bu sizdiyseniz, şifre sıfırlama prosedürünü tamamlamak için lütfen önümüzdeki 60 dakika içinde aşağıdaki linki takip ediniz: [ExternalUrl]Security/ResetPassword?Ticket=[TicketCode] Eğer bir şifre sıfırlama isteğinde bulunmadıysanız, bu e-postayı görmezden gelebilir(ve görmeli)siniz. Şifre sıfırlama talebi bir saat içinde zaman aşımına uğrayacaktır. (Eğer bu talep etmediğiniz şifre sıfırlama bağlantılarından çok sayıda alıyorsanız, lütfen yöneticiye bildiriniz.)

# Password_ResetOnRequest_Subject
source: [[InstallationName]] Password Reset Ticket
es_es: [[Nombre de la instalación]] Contraseña para Restablecer ticket
pt_br: [[InstallationName]] Ticket de Recuperação de Palavra-Passe
tr_tr: [[InstallationName]] Şifre Sıfırlama Talebi
