Repository: MaschaU/Swarmops
Catalog: Logic/Resources/Logic.Communications.Transmission.NotificationPayload.*.resx
Languages: es_es, fil_ph, hi_in, ja_jp, pt_br, tr_tr, zh_cn

# CashAdvance_Attested_Body
source: Your requested cash advance with [OrganizationName] for [CurrencyCode] [BudgetAmountFloat], concerning [RequestPurpose], has been attested by the budget owner. It will now proceed to payout to you.
es_es: Su adelanto de efectivo solicitado con [OrganizationName] de [CurrencyCode] [BudgetAmountFloat], con respecto a [RequestPurpose], ha sido atestiguado por el propietario del presupuesto. Ahora procederá a pagarle.
fil_ph: Ang iyong hiniling na cash advance sa [OrganizationName] para sa [CurrencyCode] [BudgetAmountFloat], tungkol sa [RequestPurpose], ay pinatunayan ng may-ari ng badyet. Ito ay magpapatuloy ngayon sa pagbabayad sa iyo.
hi_in: [मुद्रा कोड] [बजट राशि फ्लोट] के लिए [अनुरोध का प्रयोजन] से संबंधित [संगठन का नाम] के साथ आपका अनुरोधित नकद अग्रिम, बजट के मालिक द्वारा गिरफ्तार किया गया है। यह अब आप के लिए भुगतान करने के लिए आगे बढ़ना होगा
ja_jp: [要請目的] に関する[通貨コード] [予算金額フロート] の[組織名] で要求された現金前貸しは、予算所有者によって逮捕されました。 これであなたへの支払いが始まります。
tr_tr: [OrganizationName]'den [RequestPurpose] ile ilgili [CurrencyCode][BudgetAmountFloat]'lık nakit avans talebiniz bütçe sahibi tarafından onaylanmıştır. Artık size ödemeye devam edecektir.
zh_cn: 您出于[RequestPurpose]而向[OrganizationName]所申请的[CurrencyCode] [BudgetAmountFloat]提现的请求已经被预算所有者受理。它现在将被处理并支付给您。

# CashAdvance_Attested_Subject
source: [[OrganizationName]] Cash Advance Attested: [CurrencyCode] [BudgetAmountFloat]
es_es: [[OrganizationName]] Avance de efectivo atestiguado: [CurrencyCode] [BudgetAmountFloat]
tr_tr: [[OrganizationName]] Nakit Avans Onaylandı: [CurrencyCode][BudgetAmountFloat]
zh_cn: [[OrganizationName]] 提现确认：[CurrencyCode] [BudgetAmountFloat]

# CashAdvance_Deattested_Body
source: Your requested cash advance with [OrganizationName] for [CurrencyCode] [BudgetAmountFloat], concerning [RequestPurpose], has been DE-attested by the budget owner. This usually indicates some sort of problem with your request. Expect more communication from the budget owner to follow on the matter.
es_es: Su adelanto de efectivo solicitado con [OrganizationName] de [CurrencyCode] [BudgetAmountFloat], con respecto a [RequestPurpose], ha sido DE-atestiguado por el propietario del presupuesto. Esto generalmente indica algún tipo de problema con su solicitud. Se esperan más comunicaciones del propietario del presupuesto sobre el asunto.
fil_ph: Ang iyong hiniling na cash advance sa [OrganizationName] para sa [CurrencyCode] [BudgetAmountFloat], tungkol sa [RequestPurpose], ay DE-attested ng may-ari ng badyet. Ito ay karaniwang nagpapahiwatig ng isang uri ng problema sa iyong kahilingan. Inaasahan ang higit pang komunikasyon mula sa may-ari ng badyet upang sundin ang bagay na ito.
hi_in: [अनुरोध] के संबंध में [मुद्राकोड] [बजटआमॉंटफ़्लोट] के लिए [संगठननाम] के साथ आपके अनुरोधित नकद अग्रिम, बजट स्वामी द्वारा DE-attested किया गया है यह आमतौर पर आपके अनुरोध के साथ किसी प्रकार की समस्या को इंगित करता है इस मामले पर पालन करने के लिए बजट के मालिक से अधिक संचार की अपेक्षा करें
ja_jp: [RequestPurpose] に関する[CurrencyCode] [BudgetAmountFloat] の[OrganizationName] を使用して要求された現金前貸しは、予算所有者によってDE証明されています。 これは、通常、あなたの要求に何らかの問題があることを示します。 予算の所有者からのより多くのコミュニケーションが問題に従うことを期待してください。
tr_tr: [OrganizationName]'den [RequestPurpose] ile ilgili [CurrencyCode][BudgetAmountFloat]'lık nakit avans talebinizin onayı bütçe sahibi tarafından geri çekilmiştir. Bu genellikle isteğinizle ilgili bir soruna işarettir. Bu konuyla ilgili takip etmek için bütçe sahibinden daha fazla iletişim bekleyin.
zh_cn: 您所出于[RequestPurpose]而向[OrganizationName]的提出[CurrencyCode] [BudgetAmountFloat]的提现请求已经被预算所有者不予确认。这种情况一般是由于您的请求有一些问题。 请期待处理此问题的预算所有者联系您。

# CashAdvance_Deattested_Subject
source: [[OrganizationName]] Cash Advance DE-attested: [CurrencyCode] [BudgetAmountFloat]
es_es: [[OrganizationName]] Adelanto de Efectivo DE-atestiguado: [CurrencyCode] [BudgetAmountFloat]
fil_ph: [[OrganizationName]] Cash Advance DE-affested: [CurrencyCode] [BudgetAmountFloat]
tr_tr: [[OrganizationName]] Nakit Avans Onayı Geri Çekildi: [CurrencyCode][BudgetAmountFloat]
zh_cn: [[OrganizationName]] 无法确认提现：[CurrencyCode] [BudgetAmountFloat]

# CashAdvance_Denied_Body
source: Your cash advance with [OrganizationName] for [CurrencyCode] [BudgetAmountFloat] concerning [RequestPurpose] has been denied. The text below was given as reason for denying it: [EmbeddedPreformattedText]
es_es: Su adelanto de efectivo con [OrganizationName] de [CurrencyCode] [BudgetAmountFloat] con respecto a [RequestPurpose] ha sido denegado. El siguiente texto contiene la razón para dicha acción: [EmbeddedPreformattedText]
fil_ph: Ang iyong cash advance sa [OrganizationName] para sa [CurrencyCode] [BudgetAmountFloat] tungkol sa [RequestPurpose] ay tinanggihan. Ang teksto sa ibaba ay ibinigay bilang dahilan para sa pagtangging ito: [EmbeddedPreformattedText]
hi_in: [CurrencyCode] [BudgetAmountFloat] के लिए [RequestPurpose] के लिए [संगठननाम] के साथ आपकी नकद अग्रिम इनकार कर दिया गया है। नीचे दिए गए पाठ को इसे अस्वीकार करने के कारण के रूप में दिया गया था: [एंबेडेडप्रारूप स्वरूपित]
ja_jp: [RequestPurpose] に関する[CurrencyCode] [BudgetAmountFloat] の[OrganizationName] での現金前貸しが拒否されました。 以下のテキストは、それを否定する理由として与えられました： [EmbeddedPreformattedText]
pt_br: Seu adiantamento em dinheiro com [OrganizationName] para [CurrencyCode] [BudgetAmountFloat] referente a [RequestPurpose] foi negado. O texto abaixo foi dado como motivo para negá-lo: [EmbeddedPreformattedText]
tr_tr: [OrganizationName]'den [RequestPurpose] ile ilgili [CurrencyCode][BudgetAmountFloat]'lık nakit avansınız yok sayılmıştır. Aşağıdaki yazı yok sayılmasına sebep olarak sunulmuştur: [EmbeddedPreformattedText]
zh_cn: 您出于[RequestPurpose]而向[OrganizationName]进行的[CurrencyCode] [BudgetAmountFloat]提现已经被拒绝。下面的文本给出了拒绝的理由： [EmbeddedPreformattedText]

# CashAdvance_Denied_Subject
source: [[OrganizationName]] Cash Advance DENIED: [CurrencyCode] [BudgetAmountFloat]
es_es: [[OrganizationName]] Adelanto de efectivo DENEGADO: [CurrencyCode] [BudgetAmountFloat]
pt_br: [[OrganizationName]] Adiantamento de Dinheiro NEGADO: [CurrencyCode] [BudgetAmountFloat]
tr_tr: [[OrganizationName]] Nakit Avans Reddedildi: [CurrencyCode][BudgetAmountFloat]
zh_cn: [[OrganizationName]] 提现被拒绝：[CurrencyCode] [BudgetAmountFloat]

# CashAdvance_PaidOut_Body
source: Your request for a cash advance with [OrganizationName] for [CurrencyCode] [BudgetAmountFloat], concerning [RequestPurpose], has been marked as paid out by the organization's accountants. This means you should see the amount on your account shortly.
es_es: Su adelanto de efectivo solicitado con [OrganizationName] de [CurrencyCode] [BudgetAmountFloat], con respecto a [RequestPurpose], ha sido marcado como pagado por los contadores de la organización. Esto significa que pronto debería ver el monto en su cuenta.
fil_ph: Ang iyong kahilingan para sa isang cash advance sa [OrganizationName] para sa [CurrencyCode] [BudgetAmountFloat], tungkol sa [RequestPurpose], ay minarkahan bilang bayad sa mga accountant ng samahan. Nangangahulugan ito na dapat mong makita ang halaga sa iyong account sa ilang sandali.
hi_in: [CurrencyCode] [BudgetAmountFloat] के लिए [RequestPurpose] के लिए [संगठनात्मक] के साथ नकद अग्रिम के लिए आपका अनुरोध, संगठन के एकाउंटेंट द्वारा भुगतान के रूप में चिह्नित किया गया है इसका मतलब है कि आपको जल्द ही अपने खाते की राशि दिखाई देनी चाहिए।
ja_jp: [RequestPurpose] に関する[CurrencyCode] [BudgetAmountFloat] の[OrganizationName] での現金進出のリクエストは、組織の会計士によって支払われたものとしてマークされています。 これは、アカウントの金額をすぐに確認することを意味します。
pt_br: Sua solicitação de adiantamento em dinheiro com [OrganizationName] para [CurrencyCode] [BudgetAmountFloat], referente a [RequestPurpose], foi marcada como paga pelos contadores da organização. Isso significa que você deve ver o valor em sua conta em breve.
tr_tr: [OrganizationName]'den [RequestPurpose] ile ilgili [CurrencyCode][BudgetAmountFloat]'lık nakit avans talebiniz organizasyonun muhasebecileri tarafından ödendi olarak işaretlenmiştir. Bu, tutarı kısa zaman içinde hesabınızda göreceğiniz anlamına gelir.
zh_cn: 您出于[RequestPurpose]而向[OrganizationName]所申请的[CurrencyCode] [BudgetAmountFloat]提现的请求已经被该组织会计标记为已支出。 这意味着您很快就能在您的账户中看到该笔金额。

# CashAdvance_PaidOut_Subject
source: [[OrganizationName]] Cash Advance Paid: [CurrencyCode] [BudgetAmountFloat]
es_es: [[OrganizationName]] Adelanto de Efectivo Pagado: [CurrencyCode] [BudgetAmountFloat]
pt_br: [[OrganizationName]] Adiantamento em Dinheiro pago: [CurrencyCode] [BudgetAmountFloat]
tr_tr: [[OrganizationName]] Nakit Avans Ödendi: [CurrencyCode][BudgetAmountFloat]
zh_cn: [[OrganizationName]] 提现成功：[CurrencyCode] [BudgetAmountFloat]

# CashAdvance_Requested_Body
source: [ConcernedPersonName] has requested a cash advance of [CurrencyCode] [BudgetAmountFloat] for the purpose of [RequestPurpose]. This money is part of your budget, [BudgetName]. Please log on to [InstallationName] at [ExternalUrl]Financial/AttestCosts to attest or deny.
es_es: [ConcernedPersonName] ha solicitado un avance de efectivo de [CurrencyCode] [BudgetAmountFloat] con el propósito de [RequestPurpose]. Este dinero es parte de su presupuesto, [BudgetName] Por favor ingrese a [InstallationName] en [ExternalUrl]Financial/AttestCosts para corroborar o denegar.
fil_ph: Humingi ng [ConcernedPersonName] ang cash advance ng [CurrencyCode] [BudgetAmountFloat] para sa layunin ng [RequestPurpose]. Ang pera na ito ay bahagi ng iyong badyet, [BudgetName]. Mangyaring mag-log on sa [InstallationName] sa [ExternalUrl] Financial / AttestCosts upang patunayan o tanggihan.
ja_jp: [ConcernedPersonName]は[RequestPurpose]の目的で[CurrencyCode] [BudgetAmountFloat]の現金前払いを要求しました。 このお金はあなたの予算の一部です、[BudgetName]。 証明するには、[ExternalUrl] Financial / AttestCostsの[InstallationName]にログオンしてください。
tr_tr: [ConcernedPersonName], [RequestPurpose] amacıyla [CurrencyCode][BudgetAmountFloat]'lık bir nakit avans talebinde bulundu. Bu para [BudgetName] bütçenizin bir parçasıdır. Lütfen, [ExternalUrl]Financial/AttestCosts deki [InstallationName] hesabınıza giriş yaparak işlemi onaylayın veya reddedin.
zh_cn: [ConcernedPersonName]出于[RequestPurpose]的目的申请了一笔价值[CurrencyCode] [BudgetAmountFloat]的提现。此笔资金将出自于您的预算——[BudgetName]。 请在[ExternalUrl]Financial/AttestCosts以[InstallationName]登录来批准或拒绝。

# CashAdvance_Requested_Subject
source: [[OrganizationName] - ACTION ITEM] Cash Advance Requested: [CurrencyCode] [BudgetAmountFloat] - Attestation Needed
es_es: [[OrganizationName] - OBJETO DE ACCIÓN] Adelanto de Efectivo Solicitado: [CurrencyCode] [BudgetAmountFloat] - Se Necesita Corroboración
fil_ph: [[OrganizationName] - ITEM ACTION] Hiniling ng Cash Advance: [CurrencyCode] [BudgetAmountFloat] - Kinakailangan ang Pagpapatotoo
tr_tr: [[OrganizationName] - EYLEM ÖĞESİ] Nakit Avans Talep Edildi: [CurrencyCode][BudgetAmountFloat] - Onay gerekli
zh_cn: [[OrganizationName] - 活动项目] 提现请求：[CurrencyCode] [BudgetAmountFloat] - 需要批准

# ExpenseClaim_Attested_Body
source: Your expense claim with [OrganizationName] for [CurrencyCode] [BudgetAmountFloat], concerning [RequestPurpose], has been attested by the budget owner. It will be paid out to you when the receipts are confirmed valid.
es_es: Su reclamo de gasto con [OrganizationName] de [CurrencyCode] [BudgetAmountFloat], en relación a [RequestPurpose], ha sido corroborada por el propietario del presupuesto. Se le pagará cuando los recibos sean confirmados como válidos.
fil_ph: Ang claim ng iyong gastos sa [OrganizationName] para sa [CurrencyCode] [BudgetAmountFloat], tungkol sa [RequestPurpose], ay pinatunayan ng may-ari ng badyet. Ito ay babayaran sa iyo kapag ang mga resibo ay napatunayan na wasto.
ja_jp: [RequestPurpose] に関する[CurrencyCode] [BudgetAmountFloat] の[OrganizationName] を使用した経費請求は、予算所有者によって証明されています。 領収書が有効であることが確認されたら、あなたに払い戻されます。
tr_tr: [OrganizationName]'den [RequestPurpose] ile ilgili [CurrencyCode][BudgetAmountFloat]'lık masraf talebiniz bütçe sahibi tarafından onaylanmıştır. Makbuzların geçerliliği onaylandığında ödenecektir.
zh_cn: 您以[RequestPurpose]为目的向[OrganizationName]进行的价值[CurrencyCode] [BudgetAmountFloat]的开支申请已经被预算拥有者批准。当收据确认有效后该笔开支将支付给您。

# ExpenseClaim_Attested_Subject
source: [[OrganizationName]] Expense Claim Attested: [CurrencyCode] [BudgetAmountFloat]
es_es: [[OrganizationName]] Reclamo de Gastos Atestiguado: [CurrencyCode] [BudgetAmountFloat]
fil_ph: [[OrganizationName]] Gastos na Claim Na-Attested: [CurrencyCode] [BudgetAmountFloat]
tr_tr: [[OrganizationName]] Masraf Talebi Onaylandı: [CurrencyCode][BudgetAmountFloat]
zh_cn: [[OrganizationName]] 开支申请通过：[CurrencyCode] [BudgetAmountFloat]

# ExpenseClaim_Created_Body
source: [ConcernedPersonName] has created an expense claim against the budget of [BudgetName] for the amount of [CurrencyCode] [BudgetAmountFloat]. The claim concerns [RequestPurpose]. You will need to attest this expense claim. Please log on to [InstallationName] at [ExternalUrl]Financial/AttestCosts to attest or deny.
es_es: [ConcernedPersonName] ha creado una reclamo de gastos contra el presupuesto de [BudgetName] por la cantidad de [CurrencyCode] [BudgetAmountFloat]. El reclamo se refiere a [RequestPurpose]. Tendrá que atestiguar este reclamo de gastos. Porfavor, inicie sesión en [InstallationName] en [ExternalUrl]Financial/AttestCost para corroborar o denegar.
fil_ph: Ang [ConcernedPersonName] ay lumikha ng isang gastos sa paghahabol laban sa badyet ng [BudgetName] para sa halaga ng [CurrencyCode] [BudgetAmountFloat]. Ang claim ay may kaugnayan sa [RequestPurpose]. Kakailanganin mong patunayan ang gastos sa claim na ito. Mangyaring mag-log on sa [InstallationName] sa [ExternalUrl] Financial / AttestCosts upang patunayan o tanggihan.
ja_jp: [ConcernedPersonName]が[CurrencyCode] [BudgetAmountFloat]の金額に対する[BudgetName]の予算に対する経費請求を作成しました。 クレームは[RequestPurpose]に関するものです。 この費用請求を証明する必要があります。 証明するには、[ExternalUrl] Financial / AttestCostsの[InstallationName]にログオンしてください。
tr_tr: [ConcernedPersonName], [BudgetName] bütçesine karşı [CurrencyCode][BudgetAmountFloat] miktarında bir masraf talebi oluşturdu. Talep [RequestPurpose] ile ilgili. Bu masraf talebini onaylamanız gerekecek. Lütfen, [ExternalUrl]Financial/AttestCosts deki [InstallationName] hesabınıza giriş yaparak işlemi onaylayın veya reddedin.

# ExpenseClaim_Created_Subject
source: [[OrganizationName] - ACTION ITEM] Expense Claim Created: [CurrencyCode] [BudgetAmountFloat] - Attestation Needed
es_es: [[OrganizationName] - OBJETO DE ACCIÓN] Reclamo de Gastos Creado: [CurrencyCode] [BudgetAmountFloat] - Se Necesita Corroboración
fil_ph: [[OrganizationName] - ACTION ITEM] Gastos na Pag-claim Nalikha: [CurrencyCode] [BudgetAmountFloat] - Kinakailangan ang Pagpapatotoo
tr_tr: [[OrganizationName] - EYLEM ÖĞESİ] Masraf Talebi Oluşturuldu: [CurrencyCode][BudgetAmountFloat] - Onay gerekli

# ExpenseClaim_Deattested_Body
source: Your expense claim with [OrganizationName] for [CurrencyCode] [BudgetAmountFloat], concerning [RequestPurpose], has been DE-attested by the budget owner. This usually indicates some sort of problem with your expense claim. Expect more communication from the budget owner to follow on the matter.
es_es: Su reclamo de gastos con [OrganizationName] de [CurrencyCode] [BudgetAmountFloat], con respecto a [RequestPurpose], ha sido DE-atestiguada por el propietario del presupuesto. Esto generalmente indica algún tipo de problema con su reclamo de gastos. Se esperan más comunicaciones del propietario del presupuesto sobre el asunto.
fil_ph: Ang claim sa gastos sa [OrganizationName] para sa [CurrencyCode] [BudgetAmountFloat], tungkol sa [RequestPurpose], ay DE-attested ng may-ari ng badyet. Ito ay karaniwang nagpapahiwatig ng isang uri ng problema sa iyong claim claim. Inaasahan ang higit pang komunikasyon mula sa may-ari ng badyet upang sundin ang bagay na ito.
ja_jp: [RequestPurpose] に関する[CurrencyCode] [BudgetAmountFloat] の[OrganizationName] を使用した経費請求は、予算所有者によってDE証明されました。 これは、通常、あなたの経費請求に関する何らかの問題を示しています。 予算の所有者からのより多くのコミュニケーションが問題に従うことを期待してください。
tr_tr: [OrganizationName]'den [RequestPurpose] ile ilgili [CurrencyCode][BudgetAmountFloat]'lık masraf talebinizin onayı bütçe sahibi tarafından geri çekilmiştir. Bu genellikle masraf talebinizle ilgili bir soruna işarettir. Bu konuyla ilgili takip etmek için bütçe sahibinden daha fazla iletişim bekleyin.

# ExpenseClaim_Deattested_Subject
source: [[OrganizationName]] Expense Claim DE-attested: [CurrencyCode] [BudgetAmountFloat]
es_es: [[Nombre de la organización]] Reclamo de gastos DE-atestiguado: [Código de moneda] [Importe del presupuesto flotante]
tr_tr: [[OrganizationName]] Masraf Talebi Onayı Geri Çekildi: [CurrencyCode][BudgetAmountFloat]

# ExpenseClaim_Denied_Body
source: Your expense claim with [OrganizationName] for [CurrencyCode] [BudgetAmountFloat] concerning [RequestPurpose] has been denied. The text below was given as reason for denying it: [EmbeddedPreformattedText]
es_es: Su reclamo de gastos con [Nombre de la organización] para [Código de moneda] [Importe del presupuesto flotante] con respecto a [Propósito de la solicitud] ha sido denegado. El siguiente texto fue dado como razón para negarlo: [Texto preformateado incrustado]
fil_ph: Ang claim sa gastos sa [OrganizationName] para sa [CurrencyCode] [BudgetAmountFloat] tungkol sa [RequestPurpose] ay tinanggihan. Ang teksto sa ibaba ay ibinigay bilang dahilan para sa pagtangging ito: [EmbeddedPreformattedText]
ja_jp: [RequestPurpose] に関する[CurrencyCode] [BudgetAmountFloat] の[OrganizationName] に対する経費請求が拒否されました。 以下のテキストは、それを否定する理由として与えられました： [EmbeddedPreformattedText]
pt_br: Sua reivindicação de despesas com [OrganizationName] para [CurrencyCode] [BudgetAmountFloat] referente a [RequestPurpose] foi negada. O texto abaixo foi dado como motivo para negá-lo: [EmbeddedPreformattedText]
tr_tr: [OrganizationName]'den [RequestPurpose] ile ilgili [CurrencyCode][BudgetAmountFloat]'lık masraf talebiniz yok sayılmıştır. Aşağıdaki yazı yok sayılmasına sebep olarak sunulmuştur: [EmbeddedPreformattedText]

# ExpenseClaim_Denied_Subject
source: [[OrganizationName]] Expense Claim DENIED: [CurrencyCode] [BudgetAmountFloat]
es_es: [[Nombre de la organización]] Reclamo de gastos DENEGADO: [Código de moneda] [Importe del presupuesto flotante]
pt_br: [[OrganizationName]] Reivindicação de Despesa NEGADA: [CurrencyCode] [BudgetAmountFloat]
tr_tr: [[OrganizationName]] Masraf Talebi REDDEDİLDİ: [CurrencyCode][BudgetAmountFloat]

# ExpenseClaim_Devalidated_Body
source: The receipts for your expense claim with [OrganizationName] for [CurrencyCode] [BudgetAmountFloat], concerning [RequestPurpose], have been DE-validated by the financial record keepers of the organization. This usually indicates some sort of problem with the documentation of your expense claim. Expect more communication to follow on the matter. If you don't hear from record keepers in short time on this matter, do follow up with them.
es_es: Los recibos de su reclamación de gastos con [Nombre de la organización] para [Código de moneda] [Importe del presupuesto flotante], con respecto a [Propósito de la solicitud], han sido validados por los registradores financieros de la organización. Esto generalmente indica algún tipo de problema con la documentación de su reclamo de gastos. Espere más comunicación para seguir sobre el asunto. Si no recibe noticias de los registradores en poco tiempo sobre este asunto, continué seguimiento.
fil_ph: Ang mga resibo para sa claim ng iyong gastos sa [OrganizationName] para sa [CurrencyCode] [BudgetAmountFloat], tungkol sa [RequestPurpose], ay na-validate ng mga tagatala ng financial record ng organisasyon. Ito ay kadalasang nagpapahiwatig ng isang uri ng problema sa dokumentasyon ng iyong claim sa gastos. Inaasahan ang higit pang komunikasyon upang sundin ang bagay na ito. Kung hindi mo marinig mula sa mga tagatala ng rekord sa maikling panahon sa bagay na ito, sundin mo ang mga ito.
ja_jp: [RequestPurpose] に関する[CurrencyCode] [BudgetAmountFloat] の[OrganizationName] での経費請求の領収書は、組織の財務記録保持者によってDE検証されています。 これは、通常、経費請求の文書化にある種の問題を示しています。 この問題についてさらにコミュニケーションをとることを期待してください。 短時間で記録保持者に連絡がない場合は、フォローアップしてください。
tr_tr: [OrganizationName]'den [RequestPurpose] ile ilgili [CurrencyCode][BudgetAmountFloat]'lık masraf talebiniz için gönderdiğiniz makbuzların onayı organizasyonun finansal hesap tutucuları tarafından geri çekilmiştir. Bu genellikle masraf talebinizdeki belgelerle ilgili bir soruna işarettir. Bu konuyla ilgili takip etmek için daha fazla iletişim bekleyin. Bu konuda kısa bir sürede hesap tutuculardan bir haber almazsanız, onları takip ediniz.

# ExpenseClaim_Devalidated_Subject
source: [[OrganizationName]] Expense Claim Receipts DE-validated: [CurrencyCode] [BudgetAmountFloat]
es_es: [[Nombre de la organización]] Recibos de reclamación de gastos DE-validada: [Código de moneda] [Importe del presupuesto flotante]
tr_tr: [[OrganizationName]] Masraf Talebi Makbuzlarının Geçerliliği İptal Edildi: [CurrencyCode][BudgetAmountFloat]

# ExpenseClaim_PaidOut_Body
source: Your expense claim with [OrganizationName] for [CurrencyCode] [BudgetAmountFloat], concerning [RequestPurpose], has been marked as paid out by the organization's accountants. This means you should see the amount on your account shortly.
es_es: Su reclamación de gastos con [Nombre de la organización] para [Código de moneda] [Importe del presupuesto flotante], con respecto a [Propósito de la solicitud], se ha marcado como pagada por los contadores de la organización. Esto significa que debería ver el monto en su cuenta en breve.
fil_ph: Ang claim ng iyong gastos sa [OrganizationName] para sa [CurrencyCode] [BudgetAmountFloat], tungkol sa [RequestPurpose], ay minarkahan bilang binabayaran ng mga accountant ng samahan. Nangangahulugan ito na dapat mong makita ang halaga sa iyong account sa ilang sandali.
pt_br: Sua reivindicação de despesas com [OrganizationName] para [CurrencyCode] [BudgetAmountFloat], referente a [RequestPurpose], foi marcada como paga pelos contadores da organização. Isso significa que você deve ver o valor em sua conta em breve.
tr_tr: [OrganizationName]'den [RequestPurpose] ile ilgili [CurrencyCode][BudgetAmountFloat]'lık masraf talebiniz organizasyonun muhasebecileri tarafından ödendi olarak işaretlenmiştir. Bu, tutarı kısa zaman içinde hesabınızda göreceğiniz anlamına gelir.

# ExpenseClaim_PaidOut_Subject
source: [[OrganizationName]] Expense Claim Paid: [CurrencyCode] [BudgetAmountFloat]
es_es: [[Nombre de la organización]] Reclamación de gastos pagada: [Código de moneda] [Importe del presupuesto flotante]
pt_br: [[OrganizationName]] Reivindicação de Despesa Paga: [CurrencyCode] [BudgetAmountFloat]
tr_tr: [[OrganizationName]] Masraf Talebi Ödendi: [CurrencyCode][BudgetAmountFloat]
